Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/fiona/*.po
Languages: cs

source: The Bridge
cs: Most

source: * The itsy-bitsy spider * Went up the water spout. * Down came the rain and * Washed the spider out!
cs: *Pavouk *šel do vodovodu *Dolů přišel déšť a *Vyplavil ho ven!

source: Fowl Fortress
cs: Drůbeží pevnost

source: -One, two, -Buckle your shoe.
cs: -Jedna, dvě, -ohni svou botu.

source: -Three, four, -Shut the door.
cs: -Tři, čtyři, -zavři dveře.

source: -Five, six, -Pick up sticks.
cs: -Pět, šest, -Zvedni tyčky.

source: -Seven, eight, -Lie them straight.
cs: -Sedm, osm, -Polož je rovně.

source: -Nine, ten, -A big fat hen!
cs: -Devět, deset, -velká tlustá slepice.

source: The Color Cave
cs: Barevná jeskyně

source: #R - E - D # #Spells the color red
cs: #Č - E - R - V - E - N - Á # #Hláskuje červenou barvu.

source: *B - L - U - E * *Spells the color blue
cs: *M - O - D - R - Á * *Hláskuje modrou barvu.

source: #G - R - E - E - N # #Spells the color green
cs: #Z - E - L - E - N - Á # #Hláskuje zelenou barvu.

source: -Y - E - L - L - O - W - -Spells the color yellow
cs: -Ž - L - U - T -Á - -Hláskuje žlutou barvu.

source: #P - U - R - P - L - E # #Spells the color purple
cs: #P - U - R - P - U - R - O - V - Á # #Hláskuje purpurovou barvu.

source: #O - R - A - N - G - E # #Spells the color orange
cs: #O - R -A - N - Ž - O - V - Á # #Hláskuje oranžovou barvu.

source: The Counting Cave
cs: Jeskyně počtů

source: - Here is one penguin.
cs: - Tady je jeden tučňák.

source: - Here are two flowers.
cs: - Tady jsou dvě květiny.

source: - Here are three stars.
cs: - Tady jsou tři hvězdy.

source: - Here are four blocks.
cs: - Tady jsou čtyři bloky.

source: - Here are five coins.
cs: - Tady je pět mincí.

source: Castle Drawbridge
cs: Padací most od hradu

source: - Jack be nimble, - Jack be quick, - Jack jump over, - The Candelstick!
cs: -Jack je čiperný, -Jack je rychlý, -Jack přeskočil -svícen!

source: Fiona's Level
cs: Fionina úroveň

source: We Need Ice!
cs: Potřebujeme led!

source: -Ring around the rosie, -A pocket full of posies, -Ashes! Ashes! -We all fall down.
cs: -Kruh kolem, -kapsa plná, -popel, popel! -Padáme dolů.

source: Intro
cs: Úvod

source: Starry Night
cs: Hvězdná noc

source: * Rain, rain, go away *Come again, another day
cs: *Dešti, dešti, odejdi, *a jiný den přijď si.

source: Pirate Attack
cs: Útok pirátů

source: #Twinkle, twinkle, little star #How I wonder what you are? #Up above the world so high #Like a diamond in the sky #Twinkle, twinkle, little star #How I wonder what you are?
cs: #Třpitko, třpitko, malá hvězdo, #jak zajímá mě, co jsi zač? #Nahoře, vysoko nad světem, #jak diamant v nebesích. #Třpitko, třpitko, malá hvězdo, #jak zajímá mě, co jsi zač?

source: Over the River
cs: Přes řeku

source: # Row, row, row your boat # Gently down the stream. # Merrily, merrily, merrily, merrily, # Life is but a dream.
cs: # Pádluj, pádluj, pádluj, # jemně dolů po proudu. # Vesele, vesele, vesele, # Život je jen sen.

source: Fiona's World
cs: Fionin svět

source: Outside
cs: Venku

source: Inside
cs: Uvnitř
