Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/tsblevels/*.po
Languages: cs

source: -Entering Nolok's Throne Room! #Tux ran into Nolok's throne room, #frantically searching for his beloved. #Alas, he found neither Penny nor Nolok #there, but instead, another note. #"Well done, Tux, well done. If you are #reading this, you have removed my #control over this icy fortress. But as #you can see, your beloved Penny is not #here. What you did not realize is that #this is just one of my many fortresses, #spread far across the lands! #"Tux, your ambition is most honorable, #but futile nonetheless. With every #fortress you conquer of mine, I will #escape to another, and take Penny with #me. Do not be silly... it is best that #you give up now." #Tux was sadly leaving the room, when he #felt something beneath his foot... an #envelope, addressed to him! Inside was #a roughly sketched map with fortresses #drawn in various lands. On the corner #of the map was Penny's signature, a #drawing of the ice flower. #Tux ran out of the fortress, map in #hand. No, he decided, he would not give #up. Penny was counting on him.
cs: -Vniknutí do Nolokova trůnního sálu! #Tux vběhl do Nolokova trůnního sálu, #horečně hledaje svoji milovanou. #Ach běda, nenašel tam ani Penny ani Noloka, #místo nich je tu další sdělení. #"Výborně, Tuxi, bravo. Pokud čteš #tento vzkaz, musel jsi odstranit #moji vládu nad touto ledovou pevností. Jak ale #vidíš, tvá drahá Penny zde není. #Neuvědomil jsi si, že toto je jen #jedna z mnoha mých pevností, #rozptýlených daleko napříč zeměmi! #"Tux, tvé úsili a touha jsou čestné, #nicméně marné. Kdykoli dybudeš některou #mou pevnost, já uniknu do jiné, #a Penny vezmu s sebou. #Nebuď hloupý... Nejlepší bude, když se #hned teď vzdáš." #Tux se smutkem opustil sál, když pod #svou nohou něco ucítil... Jemu #adresovanou obálku! Uvnitř byla #hrubě načrtnutá mapa s pevnostmi #zakreslenými v různých zemích. V rohu #mapy byl Pennin podpis, #kresba ledového květu. #Tux vyběhl z pevnosti, mapu v ruce. #Ne, rozhodl se, nevzdá se. #Penny na něj spoléhá.

source: The Story
cs: Příběh

source: Level 2: Cave of Fear
cs: Úroveň 2: Jeskyně strachu

source: Level 3: Across the Sea
cs: Úroveň 3: Přes moře

source: Level 4: Cold Grave
cs: Úroveň 4: Chladný hrob

source: Level 5: Creepy Castle
cs: Úroveň 5: Strašidelný hrad

source: Level 6: Arctic Nights
cs: Úroveň 6: Arktické noci

source: Level 7: Boxy World
cs: Úroveň 7: Svět krabic

source: Level 8: The Flying Fortress
cs: Úroveň 8: Létající pevnost

source: Level 9: Unfriendly Fishes
cs: Úroveň 9: Nepřátelské ryby

source: Level 10: Surviving the Maze
cs: Úroveň 10: Přežij v bludišti!

source: Level 11: Wrong Place for Penguins
cs: Úroveň 11: Špatné místo pro tučňáky

source: Level 12: The Flood
cs: Úroveň 12: Záplava

source: Level 13: Risky Highs
cs: Úroveň 13: Nebezpečné výšky

source: Level 14: Path of Fire
cs: Úroveň 14: Cesta ohně

source: Level 15: Hell on Ice
cs: Úroveň 15: Peklo na ledě

source: Level 16: Deadly Cave
cs: Úroveň 16: Smrtící jeskyně

source: Level 17: Route to Nolok
cs: Úroveň 17: Nolokova cesta

source: Level 18: Nolok's Army
cs: Úroveň 18: Nolokova armáda

source: Bonus Level: 20 Seconds to Eternity
cs: Bonusová úroveň: 20 sekund do věčnosti
