Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/ct-worlds/*.po
Languages: de

source: Castle of Creepy Spiders
de: Schloss der unheimlichen Spinnen

source: -Thanks for playing CT's Domain! #I hope you like liked this levelset. #If you have any questions, comments, #or ideas, please let me know on bug #number 827 on the bug tracker. #" This has been CT's Domain #Levels by CT. da'Bomb and #Retep
de: -Danke, dass Sie CT's Domain spielen!⏎ ⏎ #Ich hoffe Sie mögen dieses Level-Set.⏎ #Wenn Sie Fragen, Kommentare⏎ #oder Anregungen haben, lassen Sie es mich per Bug wissen⏎ #Nummer 827 auf dem Bugtracker.⏎ ⏎ #" Dies war CT's Domain⏎ #Levels by CT. da'Bomb und⏎ #Retep

source: Out on the Blue Rocks
de: Draußen in den blauen Felsen

source: Mr Ice Guy Came Back
de: Mr. IceGuy kommt zurück

source: Zeekling Fortress
de: Zeeklingfestung

source: Tough Path to Heaven
de: Zäher Pfad in den Himmel

source: The machine
de: Die Maschine

source: Stuck in sNOman's Land
de: In sNOman's Land festsitzend

source: A Trip in The Speed Boat
de: Eine Reise im Speedboot

source: The Clear Night Sky
de: Der klare Nachthimmel

source: Can You Find The Coins?
de: Kannst du die Münzen finden?

source: .You need to find the 5 coins before you can get through.
de: .Du musst 5 Münzen finden, bevor du durchkommst.

source: Those Waves of Frogs
de: Diese Wellen von Fröschen

source: Life on a Three Hole Golf Course
de: Leben auf einem Drei-Loch-Golfplatz

source: .The Pro Shop.
de: .Der Pro Shop.

source: .The First Hole.
de: .Das erste Loch.

source: .The Second Hole.
de: .Das zweite Loch.

source: .The Third Hole.
de: .Das dritte Loch.

source: The Long Haul
de: Die lange Strecke

source: The Mountain Fortress
de: Das Bergbollwerk

source: Some More Dirt
de: Etwas mehr Dreck

source: Frog Pond
de: Froschteich

source: Some More Ghosts
de: Einige Geister mehr

source: Jump Up to Death
de: Springe hoch zum Tod

source: So LOOOONG and Hard You Will Wish You Never Found It.
de: So LAAAANG und hart, du wird wünschen es nie gefunden zu haben.

source: The Sky is Falling and the Hay is Burning
de: Der Himmel stürzt ein und das Heu brennt

source: 42 Steps To Safety
de: 42 Schritte bis zur Sicherheit

source: Riding the Avalanche
de: Die Lawine reiten

source: Somethings Backwards Here!!!
de: Etwas rückwärts hier!!!

source: Somethings Backward here 2!!!
de: Etwas rückwärts hier 2!!!

source: Oh no! The path is Blocked to go though you must move the blocks, by pressing down the action key and grabing the block!
de: ⇥Oh nein! Der Pfad ist blockiert⏎ ⇥um durchzugelangen musst du die⏎ ⇥Blöcke bewegen, indem die Action-Taste gedrückt⏎ ⇥und der Block gegriffen wird!

source: Take Your Pick....BOSS SYLE!!!!!
de: Nimm deine Hacke...BOSS STYLE!!!!!

source: Tux in Cartoon Land
de: Tux im Cartoon-Land

source: Jumping in a Cave
de: In eine Höhle springen

source: Life in an Arctic City
de: Leben in einer arktischen Stadt

source: Crux Move
de: Crux Schritt

source: Can Crystals Flip?
de: Können Kristalle schnipsen?

source: A Foggy Day
de: Ein nebliger Tag

source: A Long Way to Fall
de: Ein weiter Weg zum scheitern

source: icecubeish nightmare
de: EiswürfeligerAlbtraum

source: .you have to stop eating ice cubes before bed, it gives you nightmares like this one.
de: .du musst aufhören Eiswürfel zu essen, bevor du zu Bett gehst. Du bekommst Albträume wie diesen.

source: A Visit to the Loggers Camp.
de: Ein Besuch im Holzfällerlager

source: .This is a loggers cabin, WATCH OUT!.
de: .Dies ist eine Holzfällerkabine, AUFGEPASST!.

source: Visit to the cystal mine
de: Besuch bei der Kristallmine

source: Some More Snow
de: Etwas mehr Schnee

source: It's Self Expanatory
de: Es ist sich selbsterklärend

source: A Prize For Originality
de: Ein Preis für Originalität

source: Do You Want to Find The Secret Area???
de: Willst du das Versteck finden???

source: It's a Ski Jump!
de: Es ist ein Himmelssprung!

source: Good Ol' Snow
de: Guter Ol' Schnee

source: thunderstorms at night
de: Gewitter in der Nacht

source: Where Water Mixes With Fire
de: Wo Wasser mit Feuer gemischt wird

source: .You are half way there.
de: .Du bist schon halb da.

source: Don't Eat The Yellow Snow
de: Esse nicht den gelben Schnee
