Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/ct-worlds/*.po
Languages: cs

source: Castle of Creepy Spiders
cs: Hrad příšerných pavouků

source: -Thanks for playing CT's Domain! #I hope you like liked this levelset. #If you have any questions, comments, #or ideas, please let me know on bug #number 827 on the bug tracker. #" This has been CT's Domain #Levels by CT. da'Bomb and #Retep
cs: -Děkuji za hraní CTovy domény!⏎ ⏎ #Doufám, že se vám líbí tento soubor úrovní.⏎ #Pokud máš nějaké otázky, komentáře,⏎ #nebo nápady, prosím, dejte mi vědět na bugu⏎ #827 na bug trackeru.⏎ ⏎ #"Tohle byla CTova doména.⏎ #Úrovně udělal CT. da'Bomb a⏎ #Retep

source: Out on the Blue Rocks
cs: Na modrých kamenech

source: Mr Ice Guy Came Back
cs: Ledová panna přišla zpět

source: Zeekling Fortress
cs: Pevnost Zeeklingů

source: Tough Path to Heaven
cs: Tvrdá cesta do nebe

source: The machine
cs: Stroj

source: Stuck in sNOman's Land
cs: Uvíznutí ve sNĚhulákově zemi

source: A Trip in The Speed Boat
cs: Výlet v závodním člunu

source: The Clear Night Sky
cs: Jasná noční obloha

source: Can You Find The Coins?
cs: Umíš najít mince?

source: .You need to find the 5 coins before you can get through.
cs: .Musíš najít pět mincí, aby ses dostal skrz.

source: Cristoph4.stl
cs: Kryštof4.stl

source: Those Waves of Frogs
cs: Tamty vlny žab

source: Life on a Three Hole Golf Course
cs: Život na tříjamkovém golfovém hřišti

source: .The Pro Shop.
cs: .Profesionální obchod

source: .The First Hole.
cs: .První jamka

source: .The Second Hole.
cs: .Druhá jamka

source: .The Third Hole.
cs: .Třetí jamka

source: The Long Haul
cs: Dlouhý tah

source: The Mountain Fortress
cs: Horská pevnost

source: Some More Dirt
cs: Nějaká hlína navíc

source: Frog Pond
cs: Žabí rybník

source: Some More Ghosts
cs: Nějací duchové navíc

source: Jump Up to Death
cs: Skoč nahoru a zemřeš.

source: So LOOOONG and Hard You Will Wish You Never Found It.
cs: Tak DLOOOOUHÉ a těžké, že si budeš přát, abys to býval nikdy nenašel.

source: The Sky is Falling and the Hay is Burning
cs: Nebe padá a seno hoří

source: 42 Steps To Safety
cs: 42 kroků do bezpečí

source: Riding the Avalanche
cs: Jízda na lavině

source: Somethings Backwards Here!!!
cs: Zde trochu pozpátku!!!

source: Somethings Backward here 2!!!
cs: Zde trochu pozpátku 2!!!

source: Oh no! The path is Blocked to go though you must move the blocks, by pressing down the action key and grabing the block!
cs: ⇥Ale ne! Cesta je zablokovaná⏎ ⇥K překonání musíš přesunout⏎ ⇥bloky stisknutím tlačítka akce⏎ ⇥a popadnutím bloku!

source: Take Your Pick....BOSS SYLE!!!!!
cs: Vyberte si....STYL ŠÉFA!!!!

source: Tux in Cartoon Land
cs: Tux v kreslené zemi

source: Jumping in a Cave
cs: Skákání v jeskyni

source: Life in an Arctic City
cs: Život v Arktickém městě

source: Crux Move
cs: Pohyb jádrem

source: Can Crystals Flip?
cs: Umí krystaly převracet?

source: A Foggy Day
cs: Mlhavý den

source: A Long Way to Fall
cs: Dlouhá cesta k pádu

source: icecubeish nightmare
cs: Noční můra ledových drtičů

source: .you have to stop eating ice cubes before bed, it gives you nightmares like this one.
cs: .musíš zastavit pojídání ledových drtičů před spaním, abys neměl noční můry, jako je tato.

source: A Visit to the Loggers Camp.
cs: Návštěva chatařského kempu

source: .This is a loggers cabin, WATCH OUT!.
cs: .Toto je chatařská kabina, dávej si pozor!

source: Visit to the cystal mine
cs: Návštěva krystalového dolu

source: Some More Snow
cs: Nějaký sníh navíc

source: It's Self Expanatory
cs: To je samozřejmé

source: A Prize For Originality
cs: Cena za originalitu

source: Do You Want to Find The Secret Area???
cs: Dokážeš najít tajnou skrýš?

source: It's a Ski Jump!
cs: To je skok na lyžích!

source: Good Ol' Snow
cs: Dobrý sníh

source: thunderstorms at night
cs: Bouře v noci

source: Where Water Mixes With Fire
cs: Kde se voda míchá s ohněm

source: .You are half way there.
cs: .Jsi na půli cesty

source: Don't Eat The Yellow Snow
cs: Nejez žlutý sníh!

source: CT's Domain
cs: CTova doména
