Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/valley-of-chaos/*.po
Languages: cs

source: Bonus Level
cs: Bonusová úroveň

source: -The end of the castle #As Tux reached the end of the castle, #he realized that the yeti that all #the minions had been guarding was not #in the castle. #But in the corner, hidden in a pile #of dust, Tux noticed there was a map. #the map showed Tux that there was a #secret passageway leading out of the #side of the castle out to the sea. #Tux saw that to the north-east there #was a small island that appeared to be #the retreat of the yeti. #Tux left the castle through the secret #passageway and swam in the direction #of the island determined to find the #oppressor of The Valley Of Chaos....
cs: -Konec hradu #Jak Tux dorazil do hradu, zjistil, že yeti, kterého všichni vojáci chránili, není na hradě. #Ale Tux si všiml, že je v rohu schovaná mapa ve hromadě prachu. Na té mapě byla tajná chodba, která vedla pryč z hradu, do moře. #Tux si všiml jednoho malého ostrůvku na severovýchodě, na kterém by měl být yeti. #Tux odešel z hradu tajnou chodbou a plaval k tomu ostrovu, aby si to vyřídil s utlačovatelem Údolí chaosu.

source: -The Valley Of Chaos *Congratulations! *You beat this worldmap! *Thanks for playing *Please go to the Bug Tracker and help *make The Valley Of Chaos better at: *https://supertux.lethargik.org/bugs/view.php?id=886 bug #0000748 *Special thanks to: *CT da'Bomb *Everyone on the Bug Tracker *Designed by: *semajD
cs: -Údolí chaosu *Gratulujeme! *Dokončil jsi tuto moapu! *Děkujeme za hraní! *Prosím, běž na hlášení chyb a pomoz vylepšit Údolí chaosu: *https://supertux.lethargik.org/bugs/view.php?id=886 *chyba #0000748 *Speciální poděkování: *CT da'Bomb *... a každému na hlášení chyb *Autor: *SemajD

source: A Rough Landing
cs: Tvrdé přistání

source: #Welcome to The Valley Of Chaos! You are still hundereds of feet above ground, and will enter the valley when you go down. An arrow will point the way.
cs: #Vítejte v Údolí chaosu! Jsi stále stovky metrů nad zemí a vstoupíš do údolí když půjdeš dolů. Běž po šipkách.

source: #The Valley Of Chaos used to be a peacful place, where the snowballs, snowmen, and ice cubes lived together in harmony....
cs: #Údolí chaosu bývalo mírumilovným místem, kde žily sněhové koule, sněhuláci a ledové kostky spolu v hramonii...

source: #Then one day, an evil yeti flew his plane to this valley and cast a spell over the entire valley. This caused the inhabitants to try to kill all strangers.
cs: #Jednoho dne, zlý yeti přiletěl letadlem do tohoto údolí a zaklel celé údolí. Od té doby tu obyvatelé zabíjejí všechny cizince.

source: #The yeti flew his plane to a remote area of the island on which the valley is located and has remained in hiding ever since. The yeti lives in his castle with all his metal minions, hiding from all those who seek to kill him and put an end to the inhabitants' misery!
cs: #Yeti letěl letadlem na vzdálené místo ostrova, na kterém se údolí nachází a ukryl se tam. Yeti žije ve svém hradě se všemi svými kovovými vojáky, ukrýmající se před těmi, kteří by ho chtěli najít, zlikvidovat a vyřešit záhadu obyvatel.

source: Out Of The Cave
cs: Pryč z jeskyně

source: Red Sky At Night, Sailor's Delight
cs: Červené světlo v noci, námořníkova rozkoš

source: A Snowy Night
cs: Sněžná noc

source: The Green House
cs: Zelený dům

source: Up The Mountain
cs: Nahoru na horu

source: Down The Mountain
cs: Dolů z hory

source: Snowfall At Sunset
cs: Sněžení při západu slunce

source: Broken Bridge
cs: Zničený most

source: #You have now entered enemy territory. Now you will only see metal minions. They do not want you to cross the bridge and get to the castle.
cs: #Vstoupil jsi na nepřátelské území. Nyní uvidíš jen kovové vojáky. Nechtějí, abys přešel most a vniknul do hradu.

source: Assult On The Bridge
cs: Přepadení na mostě

source: The Minions Are Ready
cs: Vojáci jsou připraveni.

source: Still High Up
cs: Stále hodně vysoko

source: #You still have not reached the valley yet. You must go down at the next designated spot or you will die.
cs: #Stále jsi nedosáhl údolí. Musíš jít další označenou cestou, jinak zemřeš.

source: Into The Castle
cs: Do hradu

source: The Castle of Chaos
cs: Hrad chaosu

source: Off To Find A Yeti
cs: Jen najít Yetiho

source: The Yeti's Cave
cs: Yetiho jeskyně

source: #Once you go into the yeti's cave, there is no coming out until he is dead
cs: #Jakmile se dostaneš do Yetiho jeskyně, není cesty pryč, dokud nezvítězíš.

source: Leaving The Valley Of Chaos
cs: Opouštění Údolí chaosu

source: #As the yeti was killed, everyone in the valley was released from there spell cast on them by the yeti
cs: #Jakmile byl Yeti zabit, každý v údolí byl propuštěn kletby, kterou na ně yeti svrhl.

source: #Just over the hill Tux saw the yeti's plane, but he was tired and hungry, so he went into the igloo and left in the plane in the morning
cs: #Za kopcem Tux uviděl Yetiho letadlo, ale byl unavený a hladový, tak šel do iglú a odletěl druhý den ráno.

source: #Everyone went back to their former way of life, and all the minions went away
cs: #Každý se vrátil zpět do svého předchozího způsobu života, všichni vojáci odešli.

source: A Tough Path Down
cs: Tvrdá cesta dolů

source: #The way down from here used to be an imposible path, so the inhabitants added some stones and blocks to make the decent easier.
cs: #Cesta od tud dolů bývala nemožnou cestou, a tak obyvatelé sem položili pár kamenů a bloků, aby byla snazší.

source: #But ever since the yeti's takeover, the path has become worn down and crumbily. Be careful!
cs: #Ale od té doby, co sem přišel Yeti, tato cesta zchátrala. Buď opatrný!

source: Into The Valley (finally....)
cs: Do údolí (konečně...)

source: #Once you enter the igloo, an elevator will take you down into the valley.... have fun!
cs: #Jakmile vstoupíš do iglú, výtah tě sveze dolů do údolí... bav se!

source: The Crowded Downtown
cs: Přelidněné centrum

source: #You have entered a badguys' headquarters.... Beware!
cs: #Musíš vstoupit do ředitelství zlejšků... Pozor!

source: #Are you ready to enter the cave?
cs: #Jsi připraven na vstup do jeskyně?

source: Down In The Mines
cs: Dole v dolech

source: Down To The Prison
cs: Dolů do vězení

source: #You have entered a prison gaurded by many metal minions. Watch your step!
cs: #Vstoupil jsi do vězení střeženého mnoha vojáky. Pozor kam šlapeš!

source: Prison Detour
cs: Obchůzka vězení

source: The Pirates' Buried Treasure
cs: Zakopaný pirátský poklad

source: The Valley Of Chaos
cs: Údolí chaosu

source: You found a Secret Level!
cs: Našel jsi tajnou úroveň!
