Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/niso-yetis-world/*.po
Languages: cs

source: A Wonderful Day
cs: Nádherný den

source: Above the Clouds
cs: Nad oblaky

source: All's Well That Ends Well
cs: Všechno je dobré, co skončí dobře

source: # Can you handle this # Skill-Jump?
cs: #Dokážete vyskočit nahoru?

source: Big Wave
cs: Velká vlna

source: Blue Mountain
cs: Modrá hora

source: Cave Of Waterfalls
cs: Jeskyně vodopádů

source: Controlling The Temperature
cs: Řízení teploty

source: Crazy Cave
cs: Bláznivá jeskyně

source: Don't Be Afraid
cs: Neboj se

source: Escape From The Pirates
cs: Útěk od pirátů

source: Foreign Passenger
cs: Cizí cestující

source: Hail Storm
cs: Bouře krup

source: Hang Out In The Underground
cs: Věšet prádlo v podzemí

source: I Go With My Latern
cs: Jdu se svou lucernou

source: #Attention: #Don't throw your laterns away! And: Think first before you go forward.
cs: #Pozor:\n #Neodhazujte své lampy! A přemýšlejte dřív, než se vydáte dál.

source: #Help: #You have to throw one of the red laterns over the ice platform!
cs: #Nápověda:\n #Musíte hodit jednu z červených lamp nad ledovou plošinu!

source: It's Getting Colder
cs: Ochlazuje se

source: Leaving Home And Start The Journey
cs: Opouštění domova a začátek výpravy

source: Living Spikes
cs: Oživlé bodláky

source: More Of The Blue Mountain
cs: Ještě víc z modré hory

source: Next To The Stars
cs: Vedle hvězd

source: No Bridge Out There
cs: Žádný most tam venku

source: Path Without Name
cs: Stezka bez názvu

source: Pirate's Harbor
cs: Pirátský přístav

source: Playground In The Water
cs: Hřiště ve vodě

source: Shaft Racing
cs: Závodění v šachtě

source: #It's a bad idea to jump from the wagon!
cs: #Není dobrý nápad skákat z vozu!

source: Slippery Climbing
cs: Kluzké lezení

source: Something In The Water
cs: Něco ve vodě

source: Something To Enjoy
cs: Něco k vychutnání

source: Spooky Way Of Life
cs: Strašidelný způsob života

source: Staple Me
cs: Sešij mě.

source: Still Waters Run Deep
cs: Klidné vody tečou hluboko

source: Surfing Tux
cs: Serfující Tux

source: Through The Groundwater
cs: Skrz podzemní vodu

source: Windy Day On Ice
cs: Větrný den na ledu

source: Yeti's Revenge
cs: Yetiho pomsta

source: A Loud Night
cs: Hlučná noc
