Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/moob-island/*.po
Languages: de

source: Two Towers
de: Zwei Türme

source: Moob's Airship - The Moobeliner
de: Moob's Luftschiff - Der Moobeliner

source: The Big MoobPit
de: Die große MoobGrube

source: And we continue our journey...
de: Und wir setzen unsere Reise fort...

source: Desert of Moob
de: Die Wüste von Moob

source: The Electric Path
de: Der elektrische Pfad

source: The Abandoned Fortress
de: Die verlassene Festung

source: The Great Gigantic Mountain
de: Der bedeutend gigantische Berg

source: The Great Gigantic Something
de: Das große gigantische Etwas

source: The Harbour
de: Der Hafen

source: Very high tower made of snow (elevators included).
de: Sehr hoher Schneeturm (einschließlich Aufzügen)

source: Icefloe Jumping
de: Eisschollenspringen

source: Intro
de: Einleitung

source: -Welcome, Visitor, to the Island of Moob! #This beautiful island lies a few kilometers from Antarctica, #and was made in 1990 by our famous leader Moob.
de: -Willkommen auf der Moobinsel Besucher! #Diese schöne Insel liegt ein paar Kilometer vor der Antarktis. #Sie wurde 1990 von unserem berühmten Anführer-Moob gemacht.

source: #Moob created this island together with her brother, #Nolok, but no one knows #how they did it...
de: #Moob erschuf diese Insel zusammen mit ihrem Bruder #Nolok, aber keiner weiß #wie sie es geschafft haben...

source: #Moob loved great explosions, #and one of the results of this #interest is still available #to the right. #A flying platform is ready to #get anyone who wants it #to the other side.
de: #Moob liebte große Explosionen #und eines der Ergebnisse dieses #Interesses ist immer noch auf der #rechten Seite zu sehen. #Eine fliegende Plattform steht bereit #um diejenigen, die es wollen, #auf die andere Seite zu bringen.

source: #An example of a MoobHouse. #The MH is a solid house built #to protect the snowballs #from intruders.
de: #Beispiel eines MoobHauses. #Das MH ist ein solides Haus, #das gebaut wurde, um die #Schneebälle vor Eindring- #lingen zu schützen.

source: #The MoobBots are almost everywhere on this island. #They were created to keep intruders away from Moob. #It is not recommended to try to destroy a MB, we do not #have any hospitals at this island...
de: #Die MoobBots sind fast überall auf dieser Insel. #Sie wurden erschaffen, um Eindringlinge von Moob fernzuhalten. #Es ist nicht ratsam, einen MB zu zerstören, auf dieser Insel #gibt es keine Krankenhäuser...

source: #Can you please do me a favour, Visitor? Moob is forcing me to write InfoBlocks #explaining almost everything #on this island, but not... #(I can't write more than this, #I'm not allowed to tell secrets #to visitors.) #Can you help me, please? #The InfoBlock writer
de: #Kannst du mir bitte einen Gefallen tun, Besucher? Moob zwingt mich, Infoblöcke zu schreiben, #die fast alles auf dieser Insel #erklären, jedoch nicht... #(Viel mehr als das darf ich nicht #schreiben, ich darf Besuchern #Geheimnisse verraten.) #Kannst du mir bitte helfen? #Der Infoblock-Schreiber

source: The Last MoobPit
de: DIe letzte MoobGrube

source: Many MoobPits
de: Viele MoobGruben

source: Crossing the Moat - Again...
de: Den Burggraben überqueren - Nochmal...

source: Crossing the Moat
de: Den Burggraben überqueren

source: #Try to catch the WilloWisp with the lantern before it hits you.
de: #Versuche die WilloWisp mit der Laterne zu fangen, bevor sie dich treffen.

source: Mount Iceshrub
de: Mount Eisbusch

source: Nightmare of Moob
de: Albtraum von Moob

source: You're NOT Welcome...
de: Du bist NICHT Willkommen...

source: Crossing the River
de: Den Fluss überqueren

source: The Gigantic Soup Cannon
de: DIe gigantische Suppenkanone

source: A(n) (Old) Submarine (Badguys Included... :P)
de: Ein (altes) U-Boot (inklusive Badguys... :P)

source: #If you kicked an iceblock: #So you thought it was so easy? # #If you din't kick an iceblock: #Maybe good, maybe bad.
de: #Wenn du einen Eisblock gekickt hast: #Du dachtest, es wäre so einfach? # #Wenn du keinen Eisblock gekickt hast: #Vielleicht gut, vielleicht schlecht.

source: #Do you think this is boring?
de: #Denkst du das ist langweilig?

source: -Congratulations! #You have been trough half the level!
de: -Glückwunsch!⏎ #Du hast das halbe Level geschafft!

source: #Do you want any explosions?
de: #Willst du Explosionen?

source: #Angrystone(s) this way ->
de: #Zornstein(e) hier lang->

source: #If you want to do everything again, enter the door below this infoblock...
de: #Wenn du alles nochmal machen möchtest, betrete die Tür unter diesem Infoblock...

source: Tower of Moob
de: Turm von Moob

source: -Warning! #Inside the next door is a bedroom #that belongs to Moob. #Please not wake her up.
de: -Achtung! #Nach der nächsten Türe ist ein Schlafzimmer #das Moob gehört. #Bitte wecke sie nicht auf.

source: #Gigantic. Secure. Dangerous. -The Tower of Moob!
de: #Gigantisch. Gesichert.Gefährlich -Der Moobturm!

source: #Unfortunately, Moob isn't here. She escaped to her forest castle. #See you later in the -Forest of Moob # #The InfoBlock writer
de: #Leider ist Moob nicht mehr hier. Sie ist in ihr Wald-Schloss geflohen. #Bis später im -Forest of Moob # #Der InfoBlock schreiber

source: Up or Down - It's Your Choise
de: Hinauf oder runter- Du hast die Wahl

source: Moob Village
de: Moob Dorf

source: How to Cheat
de: Wie man schummelt

source: #How many times haven't you wondered about how you can skip a level in SuperTux?
de: #Wie oft hast du dich schon gefragt wie man einen Level in SuperTux überspringen kann?

source: #Yes, it's possible. And even easy.
de: #Ja, es ist möglich. Und sogar einfach.

source: -Step 1: #Locate your (hidden) (.)supertux2 directory using your file browser. #On Linux it's in most cases /home/username/.supertux2 (~/.supertux2), Ctrl+H shows hidden files.
de: -Schritt 1: #Finde mit deinem Datei-Browser dein (verstecktes) (.)supertux2-Verzeichnis. #Unter Linux ist es in den meisten Fällen /home/benutzername/.supertux2 (~/.supertux2), mit Strg+H werden versteckte Dateien angezeigt.

source: -Step 3-1: #If you want to skip a level in this worldmap, open the .stsg-file 'moob-island' with your favorite text editor (Text editors isn't applications like OpenOffice.org Writer or Microsoft Word (I hate MS Office), try Gedit, Notepad(++) or something else).
de: -Schritt 3-1: #Wenn du ein Level auf dieser Weltkarte überspringen möchtest, öffne die .stsg-Datei 'moob-island' mit einem Texteditor deiner Wahl (Programme wie OpenOffice.org Writer oder Microsoft Word (Ich hasse MS Office) sind keine Texteditoren, probier es mit Gedit, Notepad(++) oder etwas anderem).

source: -Step 2: #From this directory, locate your profile folder. If your profile has the number '4', its directory is 'profile4'. #If you don't know what a profile is, or haven't changed your main profile, the directory's name is 'profile1'.
de: -Schritt 2: #Finde deinen Profilordner, der sich in diesem Ordner befindet. Wenn dein Profil die Nummer '4' hat, ist es das Verzeichnis 'profile4'. #Wenn du nicht weißt, welches dein Profil ist, oder wenn du dein Hauptprofil nicht geändert hast, ist das korrekte Verzeichnis 'profile1'.

source: -Step 4: #In the file you opened, you'll probably see something like this: #("levels/tower.stl" #(solved #f) #)
de: -Schritt 4: #In der Datei, die du geöffnet hast, siehst du vielleicht sowas wie hier: #("levels/tower.stl" #(solved #f) #)

source: -Step 3-2: #Other worldmaps have names like 'world1', 'world2', 'mattie_world', etc. Please try it yourself.
de: -Schritt 3-2: #Andere Weltkarten haben Namen wie 'world1', 'world2', 'mattie_world', etc. Bitte probiere es selbst aus.

source: -Step 6-1: #(solved #f) means that you haven't finished this level. #Change it to (solved #t), that means that you have finished this level.
de: -Schritt 6-1: #(solved #f) bedeutet, dass dieses Level noch nicht geschafft wurde. #Ändere die Zeile in (solved #t), was bedeutet, dass du das Level geschafft hast.

source: -Step 6-2: #If you don't know the file name of the level you want to skip, try changing all of the #f-s to #t.
de: -Schritt 6-2: #Wenn du den Dateinamen des Levels, das du überspringen möchtest, nicht weißt, ändere alle #f-s in #t.

source: -Warning! #SuperTux should not run while you edit the file.
de: -Achtung! #SuperTux sollte nicht rennen während du die Datei bearbeitest.

source: No Gravity
de: Keine Schwerkraft

source: Crazy Quiz
de: Verrücktes Quiz

source: -Quiz #If you countinue you will have to answer some questions before you can finish the level. The questions are sometimes quite difficult, but you have alway two alternatives to choose between. If you select the wrong answer, you have no possibilities to undo it.
de: -Fragerunde #Wenn du fortfährst musst du ein paar Fragen beantworten um den Level abzuschließen. Die Fragen können manchmal sehr schwer sein, aber du kannst immer zwischen zwei Fragen wählen. Falls du die falsche Antwort ausgewählt hast hast du keine Möglichkeiten dies rückgängig zu machen.

source: #The difference between a goat and a chicken.
de: #Der Unterschied zwischen einer Ziege und einem Huhn.

source: -Question 1: #What's the difference between a goat and a chicken?
de: -Frage 1: #Was ist der Unterschied zwischen einer Ziege und einem Huhn?

source: #Nothing.
de: #Nichts.

source: -Question 2: #What kind of surface has a balloon?
de: -Frage 2: #Was für eine Art von Oberfläche hat ein Ballon?

source: #I don't know.
de: #Ich weiß es nicht.

source: -Question 3: #248-236=? #378+2=?
de: -Frage 3: #248-236=? #378+2=?

source: -Question 4: #What's the difference between a crocodile?
de: -Frage 4: #Was ist der Unterschied zwischen einem Krokodil?

source: #The difference between a crocodile and an elephant.
de: #Der Unterschied zwischen einem Krokodil und einem Elefant.

source: -Question 5: #Is this a crazy quiz?
de: -Frage 5: #Ist das ein verrücktes Quiz?

source: #No, it isn't.
de: #Nein, ist es nicht.

source: #Yes, it is.
de: #Ja, ist es.

source: Random Collection of Badguys and Tiles
de: Zufällige Sammlung von Monstern und Kacheln

source: Moob Village (Old version)
de: Moob Dorf (ALte Version)

source: Island of Moob
de: Insel von Moob

source: Do you feel sick?
de: Fühlst du dich krank?

source: You found a secret area!
de: Du hast ein Versteck gefunden!

source: We'll be somewhere soon...
de: Wir werden bald irgendwo sein...

source: Why is this island here?
de: Warum ist diese Insel hier?

source: Teleport up
de: Hochteleportieren

source: Teleport down
de: Herunterteleportieren
