Repository: JOKER03ptg/addons-src
Catalog: michel-the-frozen-continent/levels/monde/*.po
Languages: fr

source: The Frozen Continent
fr: Le Continent Gelé

source: In the Sky of the Night
fr: Dans le Ciel Nocturne

source: Haunted Cave
fr: Grotte Hantée

source: Nocturnal Floe
fr: Banquise Nocturne

source: Deep Cavern
fr: Caverne Profonde

source: Freezing Dusk
fr: Crépuscule Glacial

source: Distant Ices
fr: Glaces Lointaines

source: Always Higher
fr: Toujours plus Haut

source: Magic Mountains
fr: Montagnes Magiques

source: Object Holder
fr: Le Porteur d'Objets

source: Freezing Sky
fr: Dans le Ciel Glacial

source: High mountain paths
fr: Les chemins de haute montagne

source: #Caution! It is strictly forbidden to enter the cave. Danger of Death!
fr: #Attention: Il est strictement interdit de s'aventurer à l'intérieur de la grotte. Danger de mort!

source: #An old legend says that this cave is haunted by evil spirits that would curse everyone that enter the cave. Never anyone went out of the cave alive!
fr: #Selon une ancienne légende, cette grotte est hantée par des esprits maléfiques maudissant toutes personnes qui oseraient s'y aventurer. Jamais personne n'est ressorti vivant de cette grotte!

source: #According to the legend, the ghost that reigns on this cave would offer his treasure to anyone who manages to cross the cave and come out alive...
fr: #La légende raconte que le spectre régnant sur cette grotte offrira son trésor à celui qui réussira à traverser la grotte et à en ressortir vivant...

source: #The blocks placed on the left can be moved by pressing on the Action key. Pile the blocks in order to go up on them, and jump over the wall.
fr: #Les blocs qui se trouvent à gauche peuvent être déplacés en appuyant sur la touche Tirer/Agir. Empile les blocs pour monter dessus, et saute par dessus le mur.

source: #The trampoline placed on the right can be moved by pressing on the Action key. Put the trampoline in front of the wall to jump over the wall.
fr: #Le trampoline qui se trouve à droite peut être déplacé en appuyant sur la touche Tirer/Agir. Place le trampoline au pied du mur, et saute par dessus le mur.

source: #The lantern placed to the left can be moved by pressing the Action key. The light of the lantern allows you to walk on the magic blocs.
fr: #La lanterne qui se trouve à gauche peut être déplacée en appuyant sur la touche Tirer/Agir. La lumière de la lanterne permet de marcher sur les blocs magiques.

source: #An ice block that walks can be caught and carried away. For that, jump on the ice block in order to immobilize it, then use the Action key to move it.
fr: #Un bloc de glace qui marche peut être caputuré et transporté loin de son lieu d'origine. Pour cela, saute sur le bloc de glace pour l'immobiliser, puis utilise la touche Tirer/Agir pour le déplacer.

source: #The blocks of wood that obstruct the way to the right can be broken by throwing an ice block on it.
fr: #Les blocs de bois qui bloquent le passage vers la droite peuvent être brisés en lançant un bloc de glace dessus.
