Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/moob-island/*.po
Languages: cs

source: Two Towers
cs: Dvě věže

source: Moob's Airship - The Moobeliner
cs: Moobina vzducholoď - Moobeliner

source: The Big MoobPit
cs: Velká Moobina jáma

source: Moob City
cs: Moobino město

source: And we continue our journey...
cs: A my pokračujeme v naší cestě...

source: Desert of Moob
cs: Moobina poušť

source: The Electric Path
cs: Elektrická cesta

source: The Abandoned Fortress
cs: Opuštěná pevnost

source: The Great Gigantic Mountain
cs: Velkolepá obrovská hora

source: The Great Gigantic Something
cs: Velkolepé obrovské něco

source: The Harbour
cs: Přístav

source: Very high tower made of snow (elevators included).
cs: Velice vysoká věž vyrobená ze sněhu (včetně výtahů)

source: Icefloe Jumping
cs: Skákání po ledových krách

source: Intro
cs: Předehra

source: -Welcome, Visitor, to the Island of Moob! #This beautiful island lies a few kilometers from Antarctica, #and was made in 1990 by our famous leader Moob.
cs: -Vítej, návštěvníku, na Moobině ostrově⏎ #Tento nádherný ostrov leží pár kilometrů od Antarktidy,⏎ #a byl vytvořen v roce 1990 naší slavnou vůdkyní Moobou.

source: #Moob created this island together with her brother, #Nolok, but no one knows #how they did it...
cs: #Moob vytvořila tento ostrov spolu se svým bratrem⏎ #Nolokem, ale nikdo neví,⏎ #jak to udělali...

source: #Moob loved great explosions, #and one of the results of this #interest is still available #to the right. #A flying platform is ready to #get anyone who wants it #to the other side.
cs: #Moob miluje velké exploze,⏎ #a jeden výsledek tohoto zájmu⏎ #je stále k dispozici⏎ #napravo.⏎ #Létající plošina je připravena⏎ #přenést každého, kdo se⏎ #chce dostat na druhou stranu.

source: #An example of a MoobHouse. #The MH is a solid house built #to protect the snowballs #from intruders.
cs: #Příklad Moobina domu.⏎ #Moobin dům je pevný dům,⏎ #postavený na ochranu před⏎ #vetřeleckými sněhovými koulemi.

source: #The MoobBots are almost everywhere on this island. #They were created to keep intruders away from Moob. #It is not recommended to try to destroy a MB, we do not #have any hospitals at this island...
cs: #Mooboti jsou téměř všude na tomto ostrově.⏎ #Jsou postaveni, aby drželi vetřelce pryč od Mooby.⏎ #Není doporučeno pokoušet se Mooboty ničit, na ostrově⏎ #nemáme žádné nemocnice...

source: #Can you please do me a favour, Visitor? Moob is forcing me to write InfoBlocks #explaining almost everything #on this island, but not... #(I can't write more than this, #I'm not allowed to tell secrets #to visitors.) #Can you help me, please? #The InfoBlock writer
cs: #Můžeš mi dát, prosím, přednost, návštěvníku? Mooba mě nutí psát informační bloky⏎ #vysvětlující téměř vše⏎ #na tomto ostrově, ale ne...⏎ #(Já nemohu napsat více než toto,⏎ #nemám právo prozrazovat⏎ #návštěvníkům tajemství.)⏎ ⏎ #Můžeš mi pomoci, prosím?⏎ #Písař informačních bloků

source: The Last MoobPit
cs: Poslední Moobina jáma

source: Many MoobPits
cs: Hodně Moobiných jam

source: Crossing the Moat - Again...
cs: Přechod přes příkop - opět...

source: Crossing the Moat
cs: Přechod přes příkop

source: #Try to catch the WilloWisp with the lantern before it hits you.
cs: #Zkus pochytat Will'o'Wispy pomocí lampy dříve, než tě uhodí.

source: Mount Iceshrub
cs: Osedlej ledový keř

source: Nightmare of Moob
cs: Moobina noční můra

source: You're NOT Welcome...
cs: NEJSI vítán...

source: Crossing the River
cs: Přechod přes řeku

source: The Gigantic Soup Cannon
cs: Obrovské polévkové dělo

source: A(n) (Old) Submarine (Badguys Included... :P)
cs: (Stará) ponorka (včetně zlejšků... :P)

source: #If you kicked an iceblock: #So you thought it was so easy? # #If you din't kick an iceblock: #Maybe good, maybe bad.
cs: #Pokud kopneš do ledové krychle:⏎ #Takže sis myslel, že to bude tak snadné?⏎ #⏎ #Pokud nekopneš do ledové krychle:⏎ #Možná dobře, možná špatně.

source: #Do you think this is boring?
cs: #Myslíš si, že je to nudné?

source: -Congratulations! #You have been trough half the level!
cs: -Blahopřejeme! #Prošel jste půl úrovně!

source: #Do you want any explosions?
cs: #Chcete nějaké výbuchy?

source: #Angrystone(s) this way ->
cs: #Rozzuřený kámen/kameny tudy ->

source: #If you want to do everything again, enter the door below this infoblock...
cs: #Pokud chcete dělat vše znovu, vstupte do dveří pod tímto informačním blokem...

source: Tower of Moob
cs: Moobina věž

source: -Warning! #Inside the next door is a bedroom #that belongs to Moob. #Please not wake her up.
cs: -Varování!⏎ #Za těmito dveřmi je ložnice,⏎ #která patři Moobě.⏎ #Prosím, neprobouzejte jí.

source: #Gigantic. Secure. Dangerous. -The Tower of Moob!
cs: #Gigantická. Bezpečná. Nebezpečná. -Moobina věž!

source: #Unfortunately, Moob isn't here. She escaped to her forest castle. #See you later in the -Forest of Moob # #The InfoBlock writer
cs: #Bohužel, Moob zde není. Utekla na její lesní hrad.⏎ #Uvidíme se později v⏎ -Moobině lese⏎ #⏎ #Písař informačních bloků

source: Up or Down - It's Your Choise
cs: Nahoru nebo dolů - Tvá volba

source: Moob Village
cs: Moobina vesnice

source: How to Cheat
cs: Jak podvádět

source: #How many times haven't you wondered about how you can skip a level in SuperTux?
cs: #Jak často chcete vědět, jak přeskočit úroveň v SuperTuxovi?

source: #Yes, it's possible. And even easy.
cs: #Ano, je to možné. A jednoduché.

source: -Step 1: #Locate your (hidden) (.)supertux2 directory using your file browser. #On Linux it's in most cases /home/username/.supertux2 (~/.supertux2), Ctrl+H shows hidden files.
cs: -Krok 1:⏎ #Lokalizujte vaší (skrytou) (.)supertux2 složku pomocí vašeho průzkumníku souborů.⏎ #Na Linuxu je to -home-username-.supertux2 (~/.supertux2), Ctrl+H zobrazí skryté soubory.

source: -Step 3-1: #If you want to skip a level in this worldmap, open the .stsg-file 'moob-island' with your favorite text editor (Text editors isn't applications like OpenOffice.org Writer or Microsoft Word (I hate MS Office), try Gedit, Notepad(++) or something else).
cs: -Step 3-1: #Pokud na této mapě chcete přeskočit úroveň, otevřete .stsg-file 'moob-island' ve svém oblíbeném textovém editoru (textové editory nejsou programy jako OpenOffice.org Writer nebor Microsoft Word (nemám rád MS Office). Vyzkoušejte Gedit, Notepad(++) nebo cokoli jiného).

source: -Step 2: #From this directory, locate your profile folder. If your profile has the number '4', its directory is 'profile4'. #If you don't know what a profile is, or haven't changed your main profile, the directory's name is 'profile1'.
cs: -Krok 2:⏎ #Najděte v této složce složku svého profilu. Pokud má váš profil číslo '4', složka se jmenuje 'profile4'.⏎ #Pokud nevíš, jaký máš profil, nebo si profil nikdy neměnil, složka se jmenuje 'profile1'.

source: -Step 4: #In the file you opened, you'll probably see something like this: #("levels/tower.stl" #(solved #f) #)
cs: -Krok 4:⏎ #V souboru, který uvidíš, spatříš něco takového:⏎ #("levels/tower.stl!⏎ #(solved#f)⏎ #)

source: -Step 3-2: #Other worldmaps have names like 'world1', 'world2', 'mattie_world', etc. Please try it yourself.
cs: Krok 3-2:⏎ #Jiné světy se jmenují 'world1','world2','mattie_world', apod. Vyber si sám.

source: -Step 6-1: #(solved #f) means that you haven't finished this level. #Change it to (solved #t), that means that you have finished this level.
cs: -Krok 6-1:⏎ #(solved #f) znamená, že úroveň není dokončena.⏎ #Změň to na (solved #t), to znamená, že jsi tuto úroveň již dokončil.

source: -Step 6-2: #If you don't know the file name of the level you want to skip, try changing all of the #f-s to #t.
cs: -Krok 6-2:⏎ #Pokud nevíš, jak se jmenuje soubor úrovně, kterou chceš přeskočit, změň všechny #f na #t.

source: -Warning! #SuperTux should not run while you edit the file.
cs: -Varování!⏎ #SuperTux by, zatímco upravujete soubor, neměl běžet.

source: No Gravity
cs: Žádná gravitace

source: Crazy Quiz
cs: Bláznivý kvíz

source: -Quiz #If you countinue you will have to answer some questions before you can finish the level. The questions are sometimes quite difficult, but you have alway two alternatives to choose between. If you select the wrong answer, you have no possibilities to undo it.
cs: -Kvíz⏎ #Pokud budete pokračovat, budete muset odpovědět na nějaké otázky, jinak nebudete moci dokončit úroveň. Otázky jsou někdy docela obtížné, vždy ale máte na výběr mezi dvěmi odpověďmi. Pokud zvolíte špatnou odpověď, není možné tah odčinit.

source: #The difference between a goat and a chicken.
cs: #Rozdíl mezi kozou a kuřetem.

source: -Question 1: #What's the difference between a goat and a chicken?
cs: -Otázka 1:⏎ #Jaký je rozdíl mezi kozou a kuřetem?

source: #Nothing.
cs: #Žádný.

source: -Question 2: #What kind of surface has a balloon?
cs: -Otázka 2:⏎ #Jaký druh povrchu má balón?

source: #I don't know.
cs: #Nevím.

source: -Question 3: #248-236=? #378+2=?
cs: -Otázka 3:⏎ #248-236=?⏎ #378+2=?

source: -Question 4: #What's the difference between a crocodile?
cs: -Otázka 4:⏎ #Jaký je rozdíl mezi krokodýlem?

source: #The difference between a crocodile and an elephant.
cs: #Rozdíl mezi krokodýlem a slonem.

source: -Question 5: #Is this a crazy quiz?
cs: -Otázka 5:⏎ #Je toto bláznivý kvíz?

source: #No, it isn't.
cs: #Ne, není.

source: #Yes, it is.
cs: #Ano, je.

source: Random Collection of Badguys and Tiles
cs: Náhodná sbírka zlejšků a prvků

source: Moob Village (Old version)
cs: Moobina vesnice (Stará verze)

source: Island of Moob
cs: Moobin ostrov

source: Do you feel sick?
cs: Cítíš se nemocný?

source: You found a secret area!
cs: Našel jsi tajnou skrýš!

source: We all live in a yellow submarine...
cs: Všichni žijeme ve žluté ponorce...

source: We'll be somewhere soon...
cs: Brzy se někam dostaneme...

source: Why is this island here?
cs: Proč je tu ten ostrov?

source: Teleport up
cs: Přenést se nahoru

source: Teleport down
cs: Přenést se dolů
