Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/niso-yetis-world/*.po
Languages: de

source: A Wonderful Day
de: Ein wundervoller Tag

source: Above the Clouds
de: Über den Wolken

source: All's Well That Ends Well
de: Alles, was gut endet, ist gut

source: # Can you handle this # Skill-Jump?
de: # Kannst du damit umgehen⏎ # Kunstsprung?

source: Big Wave
de: Große Welle

source: Blue Mountain
de: Blauer Berg

source: Cave Of Waterfalls
de: Höhle der Wasserfälle

source: Controlling The Temperature
de: Die Temperatur kontrollieren

source: Crazy Cave
de: Verrückte Höhle

source: Don't Be Afraid
de: Sei nicht ängstlich

source: Escape From The Pirates
de: Flucht vor den Piraten

source: Foreign Passenger
de: Blinder Passagier

source: Hail Storm
de: Hagelschauer

source: Hang Out In The Underground
de: Im Untergrund herumhängen

source: I Go With My Latern
de: Ich geh mit meiner Laterne

source: #Attention: #Don't throw your laterns away! And: Think first before you go forward.
de: #Achtung: #Wirf deine Laternen nicht weg! Und: Denke nach bevor du weitergehst.

source: #Help: #You have to throw one of the red laterns over the ice platform!
de: #Hilfe:⏎ #Du musst eine rote Laterne über die Eisplattform werfen!

source: It's Getting Colder
de: Es wird kälter

source: Leaving Home And Start The Journey
de: Zuhause verlassen und die Reise beginnen

source: Living Spikes
de: Lebendige Stacheln

source: More Of The Blue Mountain
de: Mehr vom blauen Berg

source: Next To The Stars
de: Bei den Sternen

source: No Bridge Out There
de: Keine Brücke da draußen

source: Path Without Name
de: Pfad ohne Namen

source: Pirate's Harbor
de: Hafen der Piraten

source: Playground In The Water
de: Spielplatz im Wasser

source: Shaft Racing
de: Wellenrennen

source: #It's a bad idea to jump from the wagon!
de: #Es ist eine schlechte Idee vom Wagen zu springen!

source: Slippery Climbing
de: Rutschiger Aufstieg

source: Something In The Water
de: Etwas im Wasser

source: Something To Enjoy
de: Etwas zum Genießen

source: Spooky Way Of Life
de: Gespenstiger Weg des Lebens

source: Staple Me
de: Klammere mich

source: Still Waters Run Deep
de: Stille Wasser sind tief

source: Surfing Tux
de: Surfender Tux

source: Through The Groundwater
de: Durch das Grundwasser

source: Windy Day On Ice
de: Windiger Tag auf Eis

source: Yeti's Revenge
de: Yeti's Rache

source: A Loud Night
de: Eine laute Nacht
