Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/matties_world/*.po
Languages: de

source: Flathead's Airship
de: Flachkopfs Luftschiff

source: -Flathead's Quarters # # KEEP OUT! #'Captain's busy... so should you be.'
de: ⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⏎ -Flachkopf's Quartiere #⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⏎ # BLEIB DRAUßEN! ⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⏎ #'Der Kapitän ist beschäftigt... und du solltest das auch sein.' ⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⏎ ⇥⇥⇥

source: Bouns Level: Savaged Lands
de: Bonus Level: Verwilderte Länder

source: The Trophy Room
de: ⇥Der Pokalraum⇥

source: -Sky Pirate Swag # #Steal a little booty from pirates in the Frosted Dunes.
de: -Himmelspiraten Beute # #Stiehl ein bisschen Beutegut von Piraten in den eisigen Dünen.

source: -Help from Above # #Find that extra boost to help you through the Frosted Dunes
de: -Rettung von Oben # #Finde den Extra Boost um durch die eisigen Dünen zu gelangen

source: -Crystal Quick # #Find the two shortcuts through The Giant Geode. [DISABLED]
de: -Kristallschnell # #Finde die zwei Abkürzungen durch Die Gigantische Geode [DEAKTIVIERT]

source: -Airship Cannon # #Launch yourself from the airship cannon accessable from the level Under The Airship.
de: -Luftschiffkanone # #Schieße dich selbst aus Luftschiffkanone, erreichbar aus dem Level 'Unter dem Luftschiff'.

source: -Ode to Useless Stars # #Don't you just hate it when your invincibility goes to waste?
de: -Ode an nutzlose Sterne # #Ist es nicht einfach ärgerlich, wenn deine Unbesiegbarkeit verschwendet ist?

source: -The Hard Way # #In Rock Climbing take the hard path to the top without dieing or taking shortcuts.
de: -Der Schwierige Weg # #Nimm den schwierigen Pfad im Level Felsenklettern ohne zu sterben oder Abkürzungen zu nehmen.

source: *Bonus Level: Savaged Lands # #Discover and start the bonus level Savaged Lands.
de: *Bonus-Level: Verwilderte Länder # #Finde und starte das Bonus-Level Verwilderte Länder

source: -Fire in the Sky # #Seek out the fire-flower hidden above the Savaged Lands.
de: -Feuer im Himmel # #Finde die Feuerblume, die über den Verwilderten Ländern versteckt ist.

source: *Bonus Level: On the Open Ocean # #Discover and start the bonus level On the Open Ocean. [DISABLED]
de: *Bonus-Level: In der offenen See # #Entdecke und beginne den Bonus-Level 'In der offenen See' [DEAKTIVIERT]

source: *Bonus Level: Skellington Arena # #Find and start the bonus level Skellington Arena.
de: *Bonus-Level: Skellington Arena # #Finde und starte das Bonus-Level Skellington Arena

source: -Hole in the Wall # #Who doesn't like extra coins?
de: -Loch in der Wand # #Wer mag denn keine Extramünzen?

source: -Toad Tower Treasure # #Find Toad's hidden stash within his castle.
de: -Toads Turmschatz # #Finde Toads geheimes Versteck in seinem Schloss.

source: -Toad Castle Dungeon # #Find the alternate route through Toad Castle.
de: -Toads Burgverlies # #Finde den alternativen Weg durch Toads Schloss.

source: -A Little Help # #No sense in Tux attacking the Airship while small.
de: -Eine kleine Hilfe # #Es hat keinen Sinn, wenn Tux das Luftschiff angreift, solange er klein ist.

source: -Fire in the Sky # #Discover the fire-flower on Flathead's Airship.
de: -Feuer im Himmel # #Finde die Feuerblume unter Flachkopfs Luftschiff

source: -Do Over # #Find any one of two respawn bells on Flathead's Airship
de: -Und Nochmal # #Finde eine von den beiden Kontrollpunkten in Flachkopfs Luftschiff

source: -Something for Your Trouble # #Find the Tux doll on Flathead's Airship
de: -Etwas für deine Mühe. # #Finde den kleinen Pinguin unter Flachkopfs Luftschiff

source: -Trophy Room # *Find the Trophy Room (hint: you're in it right now).
de: -Pokalzimmer # #Finde das Pokalzimmer (Tipp: In diesem bist du gerade)

source: -Master of Secrets # *Discover every secret area within DOOM Islands. [DISABLED]
de: -Herr der Verstecke # *Finde alle Verstecke in DOOM Islands [DEAKTIVIERT]

source: -The Coin Collector # *Collect all the coins from each level within DOOM Islands. [DISABLED]
de: -Der Münzsammler # *Sammle alle Münzen in jedem Level auf DOOM Islands. [DEAKTIVIERT].

source: -Roadrunner # *Complete DOOM Islands with best times totalling less than ### seconds. [DISABLED]
de: -Roadrunner # *Schließe DOOM Islands mit der besten Zeit weniger als ### Sekunde ab. [DEAKTIVIERT]

source: -DOOMBRINGER # *Eliminate every unique foe from within DOOM Islands. [DISABLED]
de: -ÜBERBRINGER DER VERDAMMNIS # *Töte jeden einzelnen Gegner auf DOOM Islands [DEAKTIVIERT]

source: *---WARNING!--- #Pressing this button will reset all your trophies and level statistics. -DO NOT PUSH
de: *---WARNUNG!--- #Wenn du diesen Knopf drückst, werden all deine Pokale und Levelstatistiken zurückgesetzt. -DRÜCKEN VERBOTEN

source: Decrepit Castle
de: Baufälliges Schloss

source: Den of the Iceborer
de: Höhle des Eisbohrers

source: - A Brand New Day
de: - Ein ganz neuer Tag

source: 01 - Frosted Dunes
de: 01 - Eisige Dünen

source: 13 - Castle Escape
de: 13 - Flucht aus dem Schloss

source: 02 - Floodlands
de: 02 - Flutländer

source: 05 - The Giant Geode
de: 05 - Die Gigantische Geode

source: Glorious Crossing
de: Glorreiche Kreuzung

source: 04 - Pipe Maze
de: 04 - Rohrlabyrinth

source: Primed for Action
de: Ein Prim(a) Tag

source: - Rock Climbing
de: - Felsenklettern

source: -Welcome to the base of the mountain! # #The door to your left leads to the easy, and 'stress free' way up. # #To your right lies the door for the difficult route, which offers a more rewarding experience.
de: -Willkommen am Fuße des Berges! # #Die Tür zu deiner Linken führt zum einfachen, 'ruhigen' Aufstieg. # #Zu deiner Rechten liegt die Tür zu einer schwierigen, aber auch einträglicheren Route.

source: - The Sky is Falling
de: ⇥⇥- Der Himmel stürzt ein

source: 03 - The Crushed Garden
de: 03 - Der zerkleinerte Garten

source: -Blue Coins #3 blue coins in an instance of this level gains 2 Tux dolls. !images/decal/explanations/info_bluecoin_3.png
de: -Blaue Münzen ⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥ #Werden 3 blaue Münzen in diesem Level gesammelt, kriegt Tux 2 Pinguine. ⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥⇥ !images/decal/explanations/info_bluecoin_3.png

source: 06 - Under the Airship
de: ⇥06⇥- Unter dem Luftschiff

source: Toad's Castle
de: Toads Schloss

source: Entrance to Toad Castle
de: Eingang zu Toads Schloss

source: Decrepit Yeti
de: Gebrechlicher Yeti

source: DOOM Islands
de: DOOM-Inseln

source: You found a secret place!
de: Du hast ein Versteck gefunden!

source: You found a secret behind the castle!
de: Du hast ein Versteck hinter der Burg gefunden!

source: Back to Mattie's Iceberg
de: Zurück zu Mattie's Eisberg

source: Go Home
de: Nach Hause gehen

source: Bonus Level: Little Strange Day
de: Bonus Level: Kleiner seltsamer Tag

source: 08 - Through the Crystal Cavern
de: 08 - Durch die Kristallhöhle

source: 01 - A Day of DOOM
de: 01 - Ein Tag der Verdammnis

source: 05 - Dusky Dungeon
de: 05 - Dunkles Verlies

source: 13 - Castle Escape
de: 13 - Schloss Entkommen

source: 02 - Squishy Fields
de: 02 - Matschige Felder

source: 06 - The High Route
de: 06 - Der Hohe Weg

source: 11 - Beware of Fire
de: 11 - Vorsicht vor Feuer

source: 04 - Down the Mineshaft
de: 04 - Den Grubenschacht hinab

source: 12 - Across the Moat
de: 12 - Über den Burggraben

source: -WARNING! # #Water infested with angry bitefish. # #Do not swim.
de: -WARNUNG! # #Im Wasser sind wütende Beißfische. # #Schwimmen verboten.

source: 03 - Quarrelsome Quarry
de: 03 - Streitsüchtiger Steinbruch

source: 07 - Scary Skies
de: 07 - Schwindelnde Höhen

source: 09 - Three Magic Lanterns
de: 09 - Drei magische Laternen

source: 10 - Over the Great Wall
de: 10 - Über die große Mauer

source: Midway Castle
de: Schloss in der Mitte

source: Oasis: The Bonus Forest Level
de: Oase: Das Bonus-Waldlevel

source: Super Secret Bonus Level: Ambassador Flathead's Airship
de: Supergeheimes Bonus-Level: Botschafter Flachkopfs Luftschiff

source: Super Secret Bonus Level: Upside-Down Mine Shaft
de: Supergeheimes Bonus-Level: Minenschacht kopfüber

source: Super Secret Bonus Level: Original Concept Toad Castle
de: Außerordentlich geheimer Bonus-Level: Ursprüngliches Konzept von Toads Schloss

source: The Shop
de: Der Shop

source: -Welcome to The Shop #Completing level statistics in the regular levels will allow you to purchase powerups here to aid in your journey.
de: -Willkommen Im Shop #Wenn du Levels vollständig abgeschlossen hast, kannst du hier Powerups kaufen, die dir bei deiner Reise behilflich sind.

source: -Progress Poles #Your progress in collecting coins, killing enemies, and speedy completion is tracked on the poles to your left. Each dot represents a level starting with level 1 at the bottom. Dots turn green when progress is completed.
de: -Fortschrittsmasten #Dein Fortschritt beim Sammeln von Münzen, Töten von Gegnern und schnellem Durchlaufen von Levels wird hier angezeigt. Jeder Punkt repräsentiert ein Level, beginnend bei Level 1 unten. Punkte werden grün, wenn Fortschritte erzielt wurden.

source: -Powerups for Purchase #Below are the powerups currently available for purchase. As more progress is completed, powerups become available from left to right.
de: -Kaufbare Power-ups #Unten siehst du die Power-ups, die es zu kaufen gibt. Während du Fortschritte erzielst, werden die Power-ups von links nach rechts verfügbar.

source: -Star Stones #Finding all three star stones will allow you to gain Ultimate Invulnerability. This ability will be activated and deactivated by placing the stones on the ledge to your right.
de: -Sternsteine #Wenn du alle drei Sternsteine findest, erhältst du ultimative Unbesiegbarkeit. Diese Fähigkeit wird aktiviert und deaktiviert, indem du die Steine auf die Kante zu deiner Rechten legst.

source: *Teir 1 Reward #Purchase an egg for 50 coins
de: *Belohnung Stufe 1 #Kaufe ein Ei für 50 Münzen.

source: *Teir 2 Reward #Purchase a 2x iceflower for 200 coins
de: *Belohnung Stufe 2 #Kaufe eine zweifache Eisblume für 200 Münzen

source: *Teir 3 Reward #Purchase a 3x fireflower for 600 coins
de: *Belohnung Stufe 3 #Kaufe eine dreifache Feuerblume für 600 Münzen

source: *---WARNING!--- #Pressing this button will reset all your progress. -DO NOT PUSH
de: *---WARNUNG!--- #Wenn du diesen Knopf drückst, wird dein gesamter Fortschritt zurückgesetzt. -DRÜCKEN VERBOTEN

source: Bonus Level: Where's Waldo?
de: Bonus Level: Wo ist Waldo?

source: Mattie's Iceberg
de: Mattie's Eisberg

source: Penguins shouldn't do drugs!
de: Pinguine sollten keine Drogen nehmen!

source: Um, are you lost?
de: Äh, hast du dich verirrt?

source: ...so you think you're so clever
de: ...du denkst also, du bist so schlau

source: Preview of DOOM Islands
de: Vorschau von DOOM Inseln
