Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/octo-levels/*.po
Languages: cs, de

source: Super Mario Land 1-1
cs: Super Mario země 1-1

source: Super Mario Land 1-2
cs: Super Mario země 1-2

source: Super Mario Land 1-3
cs: Super Mario země 1-3

source: Super Mario Land 2-2
cs: Super Mario země 2-2

source: Super Mario Land 3-3
cs: Super Mario země 3-3

source: The broken elevator
cs: Zničený výtah
de: Der defekte Fahrstuhl

source: -Oh no! The elevator is frozen to the ground!
cs: -Ach ne! Výtah přimrzl k zemi!
de: -Oh nein!⏎ ⇥Der Fahrstuhl ist am Boden festgefroren!

source: The Cherry Frosting
cs: Jinovatka na třešních
de: Die Kirschglasur

source: Chocolate Island 2
cs: Čokoládový ostrov 2
de: Schokoladeninsel 2

source: Here, the coins you collect or the time remaining can change your progress. Can you find the special goal?
cs: Zde mohou tebou posbírané mince nebo zbývající čas změnit tvůj postup. Dokážeš najít zvláštní cíl?
de: ⇥Hier können die Münzen, die du sammelst, und die übrige Zeit deinen Fortschritt verändern. Kannst du das Spezialziel finden?

source: Mad Ysonn Cube Garden
cs: Zahrada kostek bláznivého Ysonna
de: Mad Ysonn's Würfelgarten

source: Donut Plains 2
cs: Koblihové pláně 2
de: Dunutebene 2

source: The Drawbridge
cs: Zvedací most
de: Die Zugbrücke

source: The Entrance
cs: Vstup
de: Der Eingang

source: Gotta get 'em all!
cs: Musíš je dostat všechny!
de: Sammel sie alle!

source: -Get 'em all! There are 100 coins in this level. Do you have what it takes to collect them all?
cs: -Dostaň je všechny! V této úrovni je 100 mincí. Máš na to je sebrat všechny?
de: -Sammel sie alle!⏎ ⇥Es gibt 100 Münzen in diesem Level. Hast du das Zeug sie alle zu sammeln?

source: Jolly Jumper
cs: Veselý skokan

source: Throne room
cs: Trůní sál
de: Thronsaal

source: Through the mountain
cs: Skrz horu
de: Durch den Berg

source: The Torture Chamber
cs: Mučírna
de: Die Kammer der Qualen

source: -WARNING: You're in the torture chamber. Those devices are no toys!
cs: -Varování: Nacházíte se v mučírně. Tato zařízení nejsou hračky!
de: -WARNUNG: Du bist in der Folterkammer. Diese Geräte sind kein Spielzeug!

source: The Tower
cs: Věž
de: Der Turm

source: -Dear Tux, #Nolok and I are having a picnic in the woods. Why don't you join us? #Love, Penny
cs: -Drahý Tuxi, #Nolok a já jsme na pikniku v lesích. Proč se k nám nepřipojíš? #S láskou, Penny
de: -Lieber Tux,⏎ #Nolok und ich machen ein Picknick im Wald. Willst du dich nicht anschließen?⏎ #In Liebe, Penny

source: Unnamed
cs: Bezejmenný
de: Unbenannt

source: octo's Island
cs: Octův ostrov
de: Octo's Insel

source: Yoshi's Island 2
cs: Yoshiho ostrov 2
de: Yoshi's Insel 2
