Repository: JOKER03ptg/addons-src
Catalog: langpack-*/langpack-*/matties_world/*.po
Languages: cs

source: Flathead's Airship
cs: Tupohlavcova vzducholoď

source: -Flathead's Quarters # # KEEP OUT! #'Captain's busy... so should you be.'
cs: -Tupohlavcova čtvť # #NEVSTUPOVAT! #„Kapitán je zaneprázdněn... takže bys měl."

source: Bonus Level: Skellington Arena
cs: Bonusová úroveň: Aréna skellingtonu

source: Bouns Level: Savaged Lands
cs: Bonusová úroveň: Kruté kraje

source: The Trophy Room
cs: Místnost s trofejemi

source: -Sky Pirate Swag # #Steal a little booty from pirates in the Frosted Dunes.
cs: -Lup pirátů na obloze # Ukradni trochu z kořisti pirátů ve Zmrzlých dunách.

source: -Help from Above # #Find that extra boost to help you through the Frosted Dunes
cs: -Pomoc z vrchu # #Najděte další impulz, který vám pomůže se dostat přes Zmrzlé duny

source: -Crystal Quick # #Find the two shortcuts through The Giant Geode. [DISABLED]
cs: -Rychlé krystaly # #Najdi dva zástupce pomocí Obři geody. [VYPNUTO]

source: -Airship Cannon # #Launch yourself from the airship cannon accessable from the level Under The Airship.
cs: -Kanón vzducholodi # #Vylétni z kanónu vzducholodi, který visí pod vzducholodí.

source: -Ode to Useless Stars # #Don't you just hate it when your invincibility goes to waste?
cs: -Óda na zbytečné hvězdy # #Nesnášíš, když se tvá nesmrtelnost stane ztrátou?

source: -The Hard Way # #In Rock Climbing take the hard path to the top without dieing or taking shortcuts.
cs: -Těžká cesta # #V horolezectví si musíte najít pevnou cestu na vrchol bez zabití a zkratek.

source: *Bonus Level: Savaged Lands # #Discover and start the bonus level Savaged Lands.
cs: *Bonusová úroveň: Kruté kraje # #Objevte bonusovou úroveň Kruté kraje.

source: -Fire in the Sky # #Seek out the fire-flower hidden above the Savaged Lands.
cs: -Oheň na obloze # #Najděte ohnivou květinu schovanou nad Krutými kraji!

source: *Bonus Level: On the Open Ocean # #Discover and start the bonus level On the Open Ocean. [DISABLED]
cs: *Bonusová úroveň: Na otevřeném oceáně # #Objevte bonusovou úroveň Na otevřeném oceáně. [VYPNUTO]

source: *Bonus Level: Skellington Arena # #Find and start the bonus level Skellington Arena.
cs: *Bonusová úroveň: Aréna skellingtonu # #Najdi a spusť bonusovou úroveň Aréna skellingtonu.

source: -Hole in the Wall # #Who doesn't like extra coins?
cs: -Díra ve zdi # #Kdo nemá rád mince navíc?

source: -Toad Tower Treasure # #Find Toad's hidden stash within his castle.
cs: -Poklad věže ropuchy # #Najdi skrytou skrýš ropuchy v jeho hradu.

source: -Toad Castle Dungeon # #Find the alternate route through Toad Castle.
cs: -Věznice hradu ropuchy # #Najdi alternativní trasu přes hrad ropuchy.

source: -A Little Help # #No sense in Tux attacking the Airship while small.
cs: -Malá pomoc # #Nemá smysl, aby Tux útočil na vzducholoď, dokud je malý.

source: -Fire in the Sky # #Discover the fire-flower on Flathead's Airship.
cs: -Oheň na obloze # #Objev ohnivou květinu na Tupohlavcově vzducholodi.

source: -Do Over # #Find any one of two respawn bells on Flathead's Airship
cs: -Předělat # #Najdi jakýkoli jeden ze dvou uložováků na Tupohlavcově vzducholodi.

source: -Something for Your Trouble # #Find the Tux doll on Flathead's Airship
cs: -Něco pro tvé potíže # #Najdi tučňáčí stokorunu na Tupohlavcově vzducholodi.

source: -Trophy Room # *Find the Trophy Room (hint: you're in it right now).
cs: -Místnost trofejí # *Najdi místnost trofejí (tip: Jsi od ní napravo).

source: -Master of Secrets # *Discover every secret area within DOOM Islands. [DISABLED]
cs: -Mistr tajemství # *Objev každé tajné místo na ostrově osudu. [VYPNUTO]

source: -The Coin Collector # *Collect all the coins from each level within DOOM Islands. [DISABLED]
cs: -Sběrač mincí # *Seber všechny mince na ostrově osudu. [VYPNUTO]

source: -Roadrunner # *Complete DOOM Islands with best times totalling less than ### seconds. [DISABLED]
cs: -Běžec # *Dokonči Ostrovy osudu s nejlepšími časy, které dohromady dají méně, než ### sekund [VYPNUTO]

source: -DOOMBRINGER # *Eliminate every unique foe from within DOOM Islands. [DISABLED]
cs: -Nosič osudu # *Zabijte všechny zlejšky na Ostrovech osudu. [VYPNUTO]

source: *---WARNING!--- #Pressing this button will reset all your trophies and level statistics. -DO NOT PUSH
cs: *---VAROVÁNÍ!--- #Stisknutím tohoto tlačítka se zresetují všechny tvé trofeje a statistiky úrovní. -NEMAČKAT

source: Decrepit Castle
cs: Slabý hrad

source: Den of the Iceborer
cs: Ledoborec

source: - A Brand New Day
cs: - Zbrusu nový den

source: 01 - Frosted Dunes
cs: 01 - Zmrzlé duny

source: 13 - Castle Escape
cs: 13 - Útěk z hradu

source: 02 - Floodlands
cs: 02 - Zaplavené země

source: 05 - The Giant Geode
cs: 05 - Obří Geoda

source: Glorious Crossing
cs: Úžasný přechod

source: 04 - Pipe Maze
cs: 04 - Trubkové bludiště

source: Primed for Action
cs: Připraven k akci

source: - Rock Climbing
cs: - Šplhání po skále

source: -Welcome to the base of the mountain! # #The door to your left leads to the easy, and 'stress free' way up. # #To your right lies the door for the difficult route, which offers a more rewarding experience.
cs: -Vítejte na základně hory! # #Dveře po tvé levici vedou k snadné a 'bezstresné' cestě vzhůru. # #Dveře po tvé pravici vedou k obtížné cestě bohaté na zkušenosti.

source: - The Sky is Falling
cs: - Obloha padá

source: 03 - The Crushed Garden
cs: 03 - Zničená zahrada

source: -Blue Coins #3 blue coins in an instance of this level gains 2 Tux dolls. !images/decal/explanations/info_bluecoin_3.png
cs: -Modré mince # #3 modré mince v instanci této úrovně vám dají 2 tučňáčí stokoruny # !images/decal/explanations/info_bluecoin_3.png

source: 06 - Under the Airship
cs: 06 - Pod vzducholodí

source: Toad's Castle
cs: Hrad ropuchy

source: Entrance to Toad Castle
cs: Vstup do hradu ropuchy

source: Decrepit Yeti
cs: Sešlý Yeti

source: DOOM Islands
cs: Ostrovy osudu

source: You found a secret place!
cs: Našel jsi tajné místo!

source: You found a secret behind the castle!
cs: Našel jsi tajnou skrýš za hradem!

source: Back to Mattie's Iceberg
cs: Zpět na Mattieho ledovec

source: Go Home
cs: Jít domů

source: Bonus Level: Little Strange Day
cs: Bonusová úroveň: Trochu divný den

source: 08 - Through the Crystal Cavern
cs: 08 - Přes krystalovou jeskyni

source: 01 - A Day of DOOM
cs: 01 - Odudný den

source: 05 - Dusky Dungeon
cs: 05 - Šerý důl

source: 13 - Castle Escape
cs: 13 - Útěk z hradu

source: 02 - Squishy Fields
cs: 02 - Rozmačkaná pole

source: 06 - The High Route
cs: 06 - vysoká trasa

source: 11 - Beware of Fire
cs: 11 - Pozor na oheň

source: 04 - Down the Mineshaft
cs: 04 - Dolů štolou

source: 12 - Across the Moat
cs: 12 - Přes hradní příkop

source: -WARNING! # #Water infested with angry bitefish. # #Do not swim.
cs: -VAROVÁNÍ! # #Voda je zamořená kousajícími rybami. # #Neplavat.

source: 03 - Quarrelsome Quarry
cs: 03 - Hašteřivý lom

source: 07 - Scary Skies
cs: 07 - Strašidelné nebe

source: 09 - Three Magic Lanterns
cs: 09 - Tři magické lampy

source: 10 - Over the Great Wall
cs: 10 - Přes velkou zeď

source: Midway Castle
cs: Hrad na půli cesty

source: Oasis: The Bonus Forest Level
cs: Oáza: Bonusová lesní úroveň

source: Super Secret Bonus Level: Ambassador Flathead's Airship
cs: Supertajná úroveň: Velvyslanecká tupohlavcova vzducholoď

source: Super Secret Bonus Level: Upside-Down Mine Shaft
cs: Supertajná úroveň: Vzhůru dolů dolem

source: Super Secret Bonus Level: Original Concept Toad Castle
cs: Supertajná úroveň: Originální pojem Toadův hrad

source: The Shop
cs: Obchod

source: -Welcome to The Shop #Completing level statistics in the regular levels will allow you to purchase powerups here to aid in your journey.
cs: -Vítejte v obchodě #Dokončení statistik úrovní vám umožní zde kupovat různá vylepšení, která vám pomohou ve vaší výpravě.

source: -Progress Poles #Your progress in collecting coins, killing enemies, and speedy completion is tracked on the poles to your left. Each dot represents a level starting with level 1 at the bottom. Dots turn green when progress is completed.
cs: -Pokrokové póly #Tvůj pokrok ve sbírání mincí, zabíjení zlejšků a rychlém dokončování úrovní se zobrazuje na pokrokových pólec po tvé levici. Každý bod představuje úroveň, začínající úrovní 1 dole. Tečky se rozsvítí zeleně, když je postup dokončen.

source: -Powerups for Purchase #Below are the powerups currently available for purchase. As more progress is completed, powerups become available from left to right.
cs: -Vylepšení pro nákup #Níže vidíte vylepšení, která jsou v současné době dostupná. Čím více postupu je dokončeno, tím více vylepšení je dostupných zleva doprava.

source: -Star Stones #Finding all three star stones will allow you to gain Ultimate Invulnerability. This ability will be activated and deactivated by placing the stones on the ledge to your right.
cs: -Hvězdné kameny #Nalezením všech třech hvězdných kamenů získáte nezranitelnost. Schopnost bude aktivována a deaktivována pokládáním kamenů na římsu po tvé pravici.

source: *Teir 1 Reward #Purchase an egg for 50 coins
cs: *Odměna 1. stupně #Kup si vejce za 50 mincí

source: *Teir 2 Reward #Purchase a 2x iceflower for 200 coins
cs: *Odměna 2.stupně #Kup si 2x ledovou květinu za 200 mincí

source: *Teir 3 Reward #Purchase a 3x fireflower for 600 coins
cs: *Odměna 3. stupně #Kup si 3x ohnivou květinu za 600 mincí.

source: *---WARNING!--- #Pressing this button will reset all your progress. -DO NOT PUSH
cs: *---VAROVÁNÍ!--- #Stiskem tohoto tlačítka se zresetuje celý tvůj postup. -NEMAČKAT

source: Bonus Level: Where's Waldo?
cs: Bonusová úroveň: Kde je Waldo?

source: Mattie's Iceberg
cs: Mattieho ledovec

source: Penguins shouldn't do drugs!
cs: Tučňáci by neměli dělat drogy!

source: Um, are you lost?
cs: Um, ztratil ses?

source: ...so you think you're so clever
cs: ...Takže si myslíš, že jsi chytrý

source: Preview of DOOM Islands
cs: Náhled Ostrovů osudu
