Repository: JOKER03ptg/addons-src
Catalog: pre_git_bugtracker_worldmap/levels/pre_git_bugtracker_worldmap/*.po
Languages: pt

source: -89,2 degrees
pt: -89,2 graus

source: Angry Stone vs. YOU
pt: Rocha Zangada contra TI

source: #Du aktivierst Schalter mit dieser Taste: #You activate switches with this button: !images/tiles/signs/up.png
pt: #Du aktivierst Schalter mit dieser Taste: #Pode ativar interruptores com este botão: !images/tiles/signs/up.png

source: Castle #1
pt: Castelo #1

source: Missingno
pt: Faltando

source: #Sei geduldig! #Be patient!
pt: #Sei geduldig! #Sê paciente!

source: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Dont move while flying! #Pay attention at landing!
pt: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Não te mexas enquanto voas! #cuidado ao aterrar!

source: Blue iced hills
pt: Colinas de gelo azulado

source: Bads mountains
pt: Más serras

source: level tsrif ehT <---
pt: levín oriemirp O <---

source: Ice sea
pt: Mar de gelo

source: Electric-Wood factory
pt: Fábrica de Madeia eléctrica

source: One Night in the Sky
pt: Uma Noite nos Céus

source: SP33DRUN
pt: CORRIDA

source: The abandoned castle
pt: O castelo abandonado

source: Another cold day
pt: Outro dia frío

source: Antarctic rain
pt: Chuva Antártida

source: ...but no one can stop it...
pt: ... mas ninguém o pode parar ...

source: -Sorry, this flying platform is lazy. -Come back another time.
pt: -Desculpe, esta plataforma voadora tem preguiça. -Volte mais tarde.

source: You can't climb higher than the clouds...
pt: Não podes trepar acima das nuvems...

source: Castle of Light and Darkness
pt: Castelo da Claridão e Escureza

source: Crystal Sunset
pt: Por de Sol em Cristal

source: Crystal Skies
pt: Céus Cristálicos

source: Out on the Crystal Fields
pt: Fora nos Campos de Cristal

source: The dark castle
pt: A castelo escuro

source: Deep, deeper...
pt: Fundo, mais fundo...

source: ...deepest!
pt: ...mais fundo!

source: Entering the castle
pt: A entrar no castelo

source: Kugelblitzstorm
pt: Tempestade de Raios

source: Flower Bonus
pt: Bonus Florido

source: Hanging From the Roof
pt: Suspenso ao Telhado

source: A hilly landscape
pt: Paisagem montanhosa

source: Tux is hungry!
pt: Tux esfomeado!

source: Crystal Mountain
pt: Serra Cristalina

source: In the mountain
pt: Na serra

source: It's getting unfinishable
pt: Nunca mais acaba

source: Some light in the darkness would be fine, thanks!
pt: Alguma claridão na noite seria apreciada, obrigada!

source: A long adventure
pt: Uma longa aventura

source: #Until this moment you have luck. #You get hardly here. #You still have a lot way to go. #It certainly know well. #Even now you must not fail it. #Now go down into the shaft. #I think you are understand it.
pt: #Até agora teve sorte. #Vai ser mais difícil aqui. #Ainda há muito que fazer. #Deve saber bem. #Mesmo agora não pode errar. #Agora desça no eixo. #Acho que me entendeu.

source: -Congratulations! #You are in half the level!
pt: -Parabéns! #Chegás-te a meio do nível!

source: -You are going wrong!
pt: -Estás errado!

source: Mountain climbing
pt: Escaladar serras

source: Snowfall alert
pt: Alerta de nevão

source: Holes, a Day on Ice
pt: Buracos, um Dia no Gelo

source: The Toilette zone
pt: Zona de limpeza

source: - Flush: #Press the up key to flush!
pt: - Autoclismo: #Carrega na tecla acima para puxar!

source: - A Way out? #Let's Jump!
pt: - Uma saída? #Vamos saltar!

source: Red alert! The forest is burning!
pt: Alerta vermelha! A floresta está a arder!

source: Sewer escape
pt: Saída de esgoto

source: To rain or not to rain - That's the question
pt: Chover ou não chover - Eis a questão

source: To rain or not to rain - That's the question (Antarctic)
pt: Chover ou não chover - Eis a questão (Antártida)

source: Three Frosty Icebergs
pt: Três Icebergs Gelados

source: Under the Ice
pt: Sob o Gelo

source: Pre-Git Bugtracker World
pt: Mundo Anterior ao Git

source: You found a secret place!
pt: Encontrou um sítio secreto!

source: Congratulations... you found the secret pathway!
pt: Parabéns... achou o caminho secreto!

source: Go Home
pt: Ir para Casa
