Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/tsblevels/*.po
Languages: de

source: -Entering Nolok's Throne Room! #Tux ran into Nolok's throne room, #frantically searching for his beloved. #Alas, he found neither Penny nor Nolok #there, but instead, another note. #"Well done, Tux, well done. If you are #reading this, you have removed my #control over this icy fortress. But as #you can see, your beloved Penny is not #here. What you did not realize is that #this is just one of my many fortresses, #spread far across the lands! #"Tux, your ambition is most honorable, #but futile nonetheless. With every #fortress you conquer of mine, I will #escape to another, and take Penny with #me. Do not be silly... it is best that #you give up now." #Tux was sadly leaving the room, when he #felt something beneath his foot... an #envelope, addressed to him! Inside was #a roughly sketched map with fortresses #drawn in various lands. On the corner #of the map was Penny's signature, a #drawing of the ice flower. #Tux ran out of the fortress, map in #hand. No, he decided, he would not give #up. Penny was counting on him.
de: -In Noloks Thronsaal! #Tux rannte in Noloks Thronsaal, #verzweifelt nach seiner Geliebten suchend. #Leider fand er weder Penny noch Nolok, #stattdessen jedoch eine weitere Nachricht. #"Gut gemacht, Tux, gut gemacht. Wenn du dies #liest, habe ich die Kontrolle über diese eisige #Feste verloren. Doch wie du siehst ist deine #geliebte Penny nicht hier. #Was du nicht verstanden hast ist, dass dies nur #eine meiner vielen Festungen ist, die über #das ganze Land verstreut sind! #"Tux, dein Ehrgeiz ist in höchstem Maße ehrenvoll, #doch nichtsdestotrotz nutzlos. Mit jeder meiner #Festungen, die du eroberst, werde ich zu einer #anderen wechseln und Penny mit mir nehmen. #Sei nicht dumm... #Es ist das beste, wenn du aufgibst." #Tux verließ traurig den Saal, als etwas #unter seinem Fuß raschelte... #Ein Briefumschlag mit seinem Namen! #In dem Umschlag war eine grobe Karte, #die Festungen in verschiedenen Ländern #zeigte. Auf der Rückseite der Karte war #Pennys Zeichen, das Bild einer Eisblume. #Tux rannte, die Karte in seiner Hand, #aus der Festung. Nein, entschied er, er würde #nicht aufgeben. Penny verließ sich auf ihn.

source: The Story
de: Die Geschichte

source: Level 2: Cave of Fear
de: Level 2: Höhle des Schreckens

source: Level 3: Across the Sea
de: Level 3: Über das Meer

source: Level 4: Cold Grave
de: Level 4: Kaltes Grab

source: Level 5: Creepy Castle
de: Level 5: Spukiges Schloss

source: Level 6: Arctic Nights
de: Level 6: Arktische Nächte

source: Level 7: Boxy World
de: Level 7: Eckige Welt

source: Level 8: The Flying Fortress
de: Level 8: Die fliegende Festung

source: Level 9: Unfriendly Fishes
de: Level 9: Unfreundliche Fische

source: Level 10: Surviving the Maze
de: Level 10: Überleben im Labyrinth

source: Level 11: Wrong Place for Penguins
de: Level 11: Nichts für Pinguine

source: Level 12: The Flood
de: Level 12: Die Flut

source: Level 13: Risky Highs
de: Level 13: Riskante Höhen

source: Level 14: Path of Fire
de: Level 14: Feuerweg

source: Level 15: Hell on Ice
de: Level 15: Hölle auf Eis

source: Level 16: Deadly Cave
de: Level 16: Todeshöhle

source: Level 17: Route to Nolok
de: Level 17: Pfad nach Nolok

source: Level 18: Nolok's Army
de: Level 18: Noloks Armee

source: Bonus Level: 20 Seconds to Eternity
de: Bonuslevel: 20 Sekunden bis zur Ewigkeit
