Repository: JOKER03ptg/addons-src
Catalog: narre-land/levels/narre/*.po
Languages: cs

source: Welcome to NarreLand
cs: Vítejte v Narreovské Zemi

source: Last Egg Standing
cs: Poslední vajíčko stojí

source: Tricky Ways
cs: Zrádné cesty

source: Climbable Maze
cs: Šplhací bludiště

source: Forest Jumping
cs: Lesní skákání

source: A way to Sea
cs: Cesta do moře

source: A Turbulent Sea
cs: Rozbouřené moře

source: Oh no! More fishes!
cs: Ale ne! Hodně ryb!

source: A Cave in the Sea
cs: Jeskyně v moři

source: Hello Land!
cs: Ahoj Země!

source: Teleporters and Bombs
cs: Teleportéry a bomby

source: Welcome to the darkcave!
cs: Vítejte v tmavé jeskyni!

source: Deep Underground
cs: Hluboko pod zemí

source: Cave Escape
cs: Východ z jeskyně

source: Hello, hello Antarctica!
cs: Ahoj, ahoj Antarktido!

source: Welcome to Arctica
cs: Vítejte v Arktidě

source: Cave Train
cs: Jeskynní vlak

source: Dark Crystals
cs: Tmavé Krystaly

source: Falling Down
cs: Padání dolů

source: Castle Key
cs: Klíč od hradu

source: Returning Back
cs: Vracení nazpátek

source: Going Up
cs: Jítí nahoru

source: Spider Hole or CrystalCave Escape
cs: Pavoučí Jáma aneb Východ z Krystalové Jeskyně

source: DayLight
cs: Denní světlo

source: A rotten bridge over the river
cs: Ztrouchnivělý most přes řeku

source: Welcome to the Jungle
cs: Vítejte v džungli

source: Thorns under the Jungle
cs: Trní pod Džunglí

source: A Ghostly Jungle
cs: Džungle duchů

source: Above the Jungle
cs: Nad Džunglí

source: Powerup automats
cs: Automaty na bonusy

source: Icy Fortress
cs: Ledová Pevnost

source: Narre Land
cs: Narreovská Země

source: Ha! Teleport Tree
cs: Ha! Teleportační strom

source: Ha! Teleport Iggloo
cs: Ha! Teleportační iglů

source: Kill Nolok !
cs: Zabijte Noloka !
