Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/fiona/*.po
Languages: de

source: The Bridge
de: Die Brücke

source: * The itsy-bitsy spider * Went up the water spout. * Down came the rain and * Washed the spider out!
de: * Die klitzekleine Spinne * Ging hoch das Abflussrohr * Runter kam der Regen und * Wusch sie wieder hervor!

source: Fowl Fortress
de: Hühnerfestung

source: -One, two, -Buckle your shoe.
de: -Eins, zwei, -Binde deine Schuh.

source: -Three, four, -Shut the door.
de: -Drei, vier, -Schließe die Tür.

source: -Five, six, -Pick up sticks.
de: -Fünf, Sechs, -Nimm dir Stäbe

source: -Seven, eight, -Lie them straight.
de: -Sieben, acht, -Lege sie gerade hin.

source: -Nine, ten, -A big fat hen!
de: -Neun, zehn, -Eine große, fette Henne

source: The Color Cave
de: Die Farbenhöhle

source: #R - E - D # #Spells the color red
de: #R - O - T # #Ergibt die Farbe Rot

source: *B - L - U - E * *Spells the color blue
de: #B - L - A - U # #Ergibt die Farbe Blau

source: #G - R - E - E - N # #Spells the color green
de: #G - R - Ü - N # #Ergibt die Farbe Grün

source: -Y - E - L - L - O - W - -Spells the color yellow
de: #G - E - L - B # #Ergibt die Farbe Gelb

source: #P - U - R - P - L - E # #Spells the color purple
de: #L - I - L - A # #Ergibt die Farbe Lila

source: #O - R - A - N - G - E # #Spells the color orange
de: #O - R - A - N - G - E # #Ergibt die Farbe Orange

source: The Counting Cave
de: Die Zahlenhöhle

source: - Here is one penguin.
de: - Hier ist ein Pinguin

source: - Here are two flowers.
de: - Hier sind zwei Blumen

source: - Here are three stars.
de: - Hier sind drei Sterne

source: - Here are four blocks.
de: - Hier sind vier Blöcke

source: - Here are five coins.
de: - Hier sind fünf Münzen

source: Castle Drawbridge
de: Die Zugbrücke

source: - Jack be nimble, - Jack be quick, - Jack jump over, - The Candelstick!
de: - Jack, sei flink, - Jack, sei geschwind, - spring über die Kerze - so schnell wie der Wind!

source: We Need Ice!
de: Wir brauchen Eis!

source: -Ring around the rosie, -A pocket full of posies, -Ashes! Ashes! -We all fall down.
de: -Ringel, Ringel, Rosen! -Schöne Aprikosen! -Veilchen blau, Vergißmeinnicht! -Alle Kinder setzen sich!

source: Intro
de: Einführung

source: Starry Night
de: Sternenklare Nacht

source: * Rain, rain, go away *Come again, another day
de: * Regen, Regen, geh weg * komme an einem anderen Tag wieder.

source: Pirate Attack
de: Attacke der Piraten

source: #Twinkle, twinkle, little star #How I wonder what you are? #Up above the world so high #Like a diamond in the sky #Twinkle, twinkle, little star #How I wonder what you are?
de: #Funkel, funkel, kleiner Stern, #Ach wie bist du mir so fern, #Wunderschön und unbekannt, #Wie ein strahlend Diamant #Funkel, funkel, kleiner Stern, #Ach wie bist du mir so fern.

source: Over the River
de: Über den Fluss

source: Fiona's World
de: Fionas Welt

source: Outside
de: Draußen

source: Inside
de: Drinnen
