Repository: JOKER03ptg/addons-src
Catalog: *-language-pack/*-language-pack/valley-of-chaos/*.po
Languages: de

source: -The end of the castle #As Tux reached the end of the castle, #he realized that the yeti that all #the minions had been guarding was not #in the castle. #But in the corner, hidden in a pile #of dust, Tux noticed there was a map. #the map showed Tux that there was a #secret passageway leading out of the #side of the castle out to the sea. #Tux saw that to the north-east there #was a small island that appeared to be #the retreat of the yeti. #Tux left the castle through the secret #passageway and swam in the direction #of the island determined to find the #oppressor of The Valley Of Chaos....
de: -Das Ende des Schlosses #Als Tux das Ende des Schlosses #erreicht hatte, merkte er, dass der Yeti, #auf den all die Lakaien aufgepasst #haben, gar nicht im Schloss war. #Aber Tux bemerkte einen Staubhügel, #versteckt in der Ecke, darin war eine Karte. #Sie zeige Tux, dass es einen Geheimgang #hinaus aus der Seite des Schlosses #hinaus aus diesem Gebiet gibt. #Tux sah, dass im Nordosten eine kleine #Insel liegt, welche das Versteck des Yetis #zu sein scheint. #Tux verließ das Schloss durch den #Geheimgang und schwamm zur Insel, #gewillt, den Unterdrücker des Tals des #Chaos zu finden.

source: -The Valley Of Chaos *Congratulations! *You beat this worldmap! *Thanks for playing *Please go to the Bug Tracker and help *make The Valley Of Chaos better at: *https://supertux.lethargik.org/bugs/view.php?id=886 bug #0000748 *Special thanks to: *CT da'Bomb *Everyone on the Bug Tracker *Designed by: *semajD
de: -Das Tal des Chaos *Gratulation! *Du hast auf dieser Weltkarte gewonnen! *Danke fürs Spielen. *Bitte begib dich zum Bug-Tracker und hilf dabei, *das Tal des Chaos zu verbessern: *https://supertux.lethargik.org/bugs/view.php?id=886 bug #0000748 *Besonderes Dankeschön an: *CT da'Bomb *Jeden beim Bug-Tracker *Gestaltet von: *semajD

source: A Rough Landing
de: Eine harte Landung

source: #Welcome to The Valley Of Chaos! You are still hundereds of feet above ground, and will enter the valley when you go down. An arrow will point the way.
de: #Willkommen beim Tal des Chaos! Du bist immer noch über hundert Meter über den Boden und wirst das Tal betreten, wenn du hinabsteigst. Ein Pfeil wird dir den Weg weisen.

source: #The Valley Of Chaos used to be a peacful place, where the snowballs, snowmen, and ice cubes lived together in harmony....
de: #Das Tal des Chaos war mal ein friedlicher Ort, in dem die Schneebälle, Schneemänner und Eiswürfel harmonisch zusammenlebten.

source: #Then one day, an evil yeti flew his plane to this valley and cast a spell over the entire valley. This caused the inhabitants to try to kill all strangers.
de: #Doch dann, flog ein böser Yeti mit seinem Flugzeug zu diesem Tal und belegte das gesamte Tal mit einem Fluch. Er brachte die Bewohner dazu, alle Fremden anzugreifen, um sie zu töten.

source: #The yeti flew his plane to a remote area of the island on which the valley is located and has remained in hiding ever since. The yeti lives in his castle with all his metal minions, hiding from all those who seek to kill him and put an end to the inhabitants' misery!
de: #Der Yeti flog mit seinem Flugzeug zu einem fernen Ort auf der Insel, in welcher sich das Tal befindet, und versteckt sich seitdem. Der Yeti lebt in seinem Schloss mit all seinen Metall-Lakaien und versteckt sich vor jedem, der versucht, ihn zu töten und der Misere der Bewohner ein Ende zu setzen.

source: Out Of The Cave
de: Hinaus aus der Höhle

source: Red Sky At Night, Sailor's Delight
de: Rote Nacht, gute Nacht

source: A Snowy Night
de: Eine Schneenacht

source: The Green House
de: Das grüne Haus

source: Up The Mountain
de: Den Berg hinauf

source: Down The Mountain
de: Den Berg hinunter

source: Snowfall At Sunset
de: Schneefall bei Sonnenuntergang

source: Broken Bridge
de: Kaputte Brücke

source: #You have now entered enemy territory. Now you will only see metal minions. They do not want you to cross the bridge and get to the castle.
de: #Du hast nun Feindgebiet betreten. Du wirst nur noch Metall-Lakaien sehen. Sie wollen nicht, dass du die Brücke überquerst und zum Schloss gelangst.

source: Assult On The Bridge
de: Angriff auf der Brücke

source: The Minions Are Ready
de: Die Lakaien sind bereit

source: Still High Up
de: Immer noch weit oben

source: #You still have not reached the valley yet. You must go down at the next designated spot or you will die.
de: #Du hast das Tal immer noch nicht erreicht. Du must am nächsten ausgewiesenen Punkt heruntergehen, sonst wirst du sterben.

source: Into The Castle
de: In das Schloss

source: The Castle of Chaos
de: Das Schloss des Chaos

source: Off To Find A Yeti
de: Yeti-Suche

source: The Yeti's Cave
de: Die Höhle des Yetis

source: #Once you go into the yeti's cave, there is no coming out until he is dead
de: #Sobald du die Höhle des Yetis betrittst, gibt es kein Hinauskommen, bis er tot ist.

source: Leaving The Valley Of Chaos
de: Das Tal des Chaos verlassen

source: #As the yeti was killed, everyone in the valley was released from there spell cast on them by the yeti
de: #Da der Yeti getötet wurde, wurde jeder im Tal von dem Fluch des Yetis befreit.

source: #Just over the hill Tux saw the yeti's plane, but he was tired and hungry, so he went into the igloo and left in the plane in the morning
de: #Gerade über den Hügel sah Tux das Flugzeug des Yetis, aber er war müde und hungrig, also ging er ins Iglu und flog mit dem Flugzeug am Morgen davon.

source: #Everyone went back to their former way of life, and all the minions went away
de: #Alles war wieder wie früher, und all die Lakaien gingen fort.

source: A Tough Path Down
de: Ein beschwerlicher Weg nach unten

source: #The way down from here used to be an imposible path, so the inhabitants added some stones and blocks to make the decent easier.
de: #Der Weg abwärts war mal ein unmöglicher Pfad, also bauten die Bewohner ein paar Steine und Blöcke, um den Abstieg zu erleichtern.

source: #But ever since the yeti's takeover, the path has become worn down and crumbily. Be careful!
de: #Aber seit der Machtergreifung des Yetis ist der Pfad abgenutzt und bröcklig geworden. Seit vorsichtig!

source: Into The Valley (finally....)
de: (Endlich) in das Tal

source: #Once you enter the igloo, an elevator will take you down into the valley.... have fun!
de: #Sobald du das Iglu betrittst, wird dich ein Aufzug hinab ins Tal führen … viel Spaß!

source: The Crowded Downtown
de: Das überfüllte Stadtzentrum

source: #You have entered a badguys' headquarters.... Beware!
de: #Du hast das Hauptquartier eines Bösewichtes betreten … Pass auf!

source: #Are you ready to enter the cave?
de: #Bist du bereit, die Höhle zu betreten?

source: Down In The Mines
de: Hinab in die Minen

source: Down To The Prison
de: Hinab in das Gefängnis

source: #You have entered a prison gaurded by many metal minions. Watch your step!
de: #Du hast ein Gefängnis, das von vielen Metall-Lakaien bewacht wird, betreten. Pass auf, wohin du gehst!

source: Prison Detour
de: Rückkehr vom Gefängnis

source: The Pirates' Buried Treasure
de: Der vergrabene Piratenschatz

source: The Valley Of Chaos
de: Das Tal des Chaos

source: You found a Secret Level!
de: Du hast ein geheimes Level entdeckt!
